{
  "[PAD]": 0,
  "[MASK]": 1,
  "[UNK]": 2,
  "[CLS]": 3,
  "[SEP]": 4,
  "A1BG(H)": 5,
  "A1BG(L)": 6,
  "A1BG(M)": 7,
  "A1CF(H)": 8,
  "A1CF(L)": 9,
  "A1CF(M)": 10,
  "A2M(H)": 11,
  "A2M(L)": 12,
  "A2M(M)": 13,
  "A2ML1(H)": 14,
  "A2ML1(L)": 15,
  "A2ML1(M)": 16,
  "A3GALT2(H)": 17,
  "A3GALT2(L)": 18,
  "A3GALT2(M)": 19,
  "A4GALT(H)": 20,
  "A4GALT(L)": 21,
  "A4GALT(M)": 22,
  "A4GNT(H)": 23,
  "A4GNT(L)": 24,
  "A4GNT(M)": 25,
  "AAAS(H)": 26,
  "AAAS(L)": 27,
  "AAAS(M)": 28,
  "AACS(H)": 29,
  "AACS(L)": 30,
  "AACS(M)": 31,
  "AADAC(H)": 32,
  "AADAC(L)": 33,
  "AADAC(M)": 34,
  "AADACL2(H)": 35,
  "AADACL2(L)": 36,
  "AADACL2(M)": 37,
  "AADACL3(H)": 38,
  "AADACL3(L)": 39,
  "AADACL3(M)": 40,
  "AADACL4(H)": 41,
  "AADACL4(L)": 42,
  "AADACL4(M)": 43,
  "AADAT(H)": 44,
  "AADAT(L)": 45,
  "AADAT(M)": 46,
  "AAGAB(H)": 47,
  "AAGAB(L)": 48,
  "AAGAB(M)": 49,
  "AAK1(H)": 50,
  "AAK1(L)": 51,
  "AAK1(M)": 52,
  "AAMDC(H)": 53,
  "AAMDC(L)": 54,
  "AAMDC(M)": 55,
  "AAMP(H)": 56,
  "AAMP(L)": 57,
  "AAMP(M)": 58,
  "AANAT(H)": 59,
  "AANAT(L)": 60,
  "AANAT(M)": 61,
  "AAR2(H)": 62,
  "AAR2(L)": 63,
  "AAR2(M)": 64,
  "AARD(H)": 65,
  "AARD(L)": 66,
  "AARD(M)": 67,
  "AARS1(H)": 68,
  "AARS1(L)": 69,
  "AARS1(M)": 70,
  "AARS2(H)": 71,
  "AARS2(L)": 72,
  "AARS2(M)": 73,
  "AARSD1(H)": 74,
  "AARSD1(L)": 75,
  "AARSD1(M)": 76,
  "AASDH(H)": 77,
  "AASDH(L)": 78,
  "AASDH(M)": 79,
  "AASDHPPT(H)": 80,
  "AASDHPPT(L)": 81,
  "AASDHPPT(M)": 82,
  "AASS(H)": 83,
  "AASS(L)": 84,
  "AASS(M)": 85,
  "AATF(H)": 86,
  "AATF(L)": 87,
  "AATF(M)": 88,
  "AATK(H)": 89,
  "AATK(L)": 90,
  "AATK(M)": 91,
  "ABAT(H)": 92,
  "ABAT(L)": 93,
  "ABAT(M)": 94,
  "ABCA1(H)": 95,
  "ABCA1(L)": 96,
  "ABCA1(M)": 97,
  "ABCA10(H)": 98,
  "ABCA10(L)": 99,
  "ABCA10(M)": 100,
  "ABCA12(H)": 101,
  "ABCA12(L)": 102,
  "ABCA12(M)": 103,
  "ABCA13(H)": 104,
  "ABCA13(L)": 105,
  "ABCA13(M)": 106,
  "ABCA2(H)": 107,
  "ABCA2(L)": 108,
  "ABCA2(M)": 109,
  "ABCA3(H)": 110,
  "ABCA3(L)": 111,
  "ABCA3(M)": 112,
  "ABCA4(H)": 113,
  "ABCA4(L)": 114,
  "ABCA4(M)": 115,
  "ABCA5(H)": 116,
  "ABCA5(L)": 117,
  "ABCA5(M)": 118,
  "ABCA6(H)": 119,
  "ABCA6(L)": 120,
  "ABCA6(M)": 121,
  "ABCA7(H)": 122,
  "ABCA7(L)": 123,
  "ABCA7(M)": 124,
  "ABCA8(H)": 125,
  "ABCA8(L)": 126,
  "ABCA8(M)": 127,
  "ABCA9(H)": 128,
  "ABCA9(L)": 129,
  "ABCA9(M)": 130,
  "ABCB1(H)": 131,
  "ABCB1(L)": 132,
  "ABCB1(M)": 133,
  "ABCB10(H)": 134,
  "ABCB10(L)": 135,
  "ABCB10(M)": 136,
  "ABCB11(H)": 137,
  "ABCB11(L)": 138,
  "ABCB11(M)": 139,
  "ABCB4(H)": 140,
  "ABCB4(L)": 141,
  "ABCB4(M)": 142,
  "ABCB5(H)": 143,
  "ABCB5(L)": 144,
  "ABCB5(M)": 145,
  "ABCB6(H)": 146,
  "ABCB6(L)": 147,
  "ABCB6(M)": 148,
  "ABCB7(H)": 149,
  "ABCB7(L)": 150,
  "ABCB7(M)": 151,
  "ABCB8(H)": 152,
  "ABCB8(L)": 153,
  "ABCB8(M)": 154,
  "ABCB9(H)": 155,
  "ABCB9(L)": 156,
  "ABCB9(M)": 157,
  "ABCC1(H)": 158,
  "ABCC1(L)": 159,
  "ABCC1(M)": 160,
  "ABCC10(H)": 161,
  "ABCC10(L)": 162,
  "ABCC10(M)": 163,
  "ABCC11(H)": 164,
  "ABCC11(L)": 165,
  "ABCC11(M)": 166,
  "ABCC12(H)": 167,
  "ABCC12(L)": 168,
  "ABCC12(M)": 169,
  "ABCC2(H)": 170,
  "ABCC2(L)": 171,
  "ABCC2(M)": 172,
  "ABCC3(H)": 173,
  "ABCC3(L)": 174,
  "ABCC3(M)": 175,
  "ABCC4(H)": 176,
  "ABCC4(L)": 177,
  "ABCC4(M)": 178,
  "ABCC5(H)": 179,
  "ABCC5(L)": 180,
  "ABCC5(M)": 181,
  "ABCC6(H)": 182,
  "ABCC6(L)": 183,
  "ABCC6(M)": 184,
  "ABCC8(H)": 185,
  "ABCC8(L)": 186,
  "ABCC8(M)": 187,
  "ABCC9(H)": 188,
  "ABCC9(L)": 189,
  "ABCC9(M)": 190,
  "ABCD1(H)": 191,
  "ABCD1(L)": 192,
  "ABCD1(M)": 193,
  "ABCD2(H)": 194,
  "ABCD2(L)": 195,
  "ABCD2(M)": 196,
  "ABCD3(H)": 197,
  "ABCD3(L)": 198,
  "ABCD3(M)": 199,
  "ABCD4(H)": 200,
  "ABCD4(L)": 201,
  "ABCD4(M)": 202,
  "ABCE1(H)": 203,
  "ABCE1(L)": 204,
  "ABCE1(M)": 205,
  "ABCF1(H)": 206,
  "ABCF1(L)": 207,
  "ABCF1(M)": 208,
  "ABCF2(H)": 209,
  "ABCF2(L)": 210,
  "ABCF2(M)": 211,
  "ABCF2-H2BK1(H)": 212,
  "ABCF2-H2BK1(L)": 213,
  "ABCF2-H2BK1(M)": 214,
  "ABCF3(H)": 215,
  "ABCF3(L)": 216,
  "ABCF3(M)": 217,
  "ABCG1(H)": 218,
  "ABCG1(L)": 219,
  "ABCG1(M)": 220,
  "ABCG2(H)": 221,
  "ABCG2(L)": 222,
  "ABCG2(M)": 223,
  "ABCG4(H)": 224,
  "ABCG4(L)": 225,
  "ABCG4(M)": 226,
  "ABCG5(H)": 227,
  "ABCG5(L)": 228,
  "ABCG5(M)": 229,
  "ABCG8(H)": 230,
  "ABCG8(L)": 231,
  "ABCG8(M)": 232,
  "ABHD1(H)": 233,
  "ABHD1(L)": 234,
  "ABHD1(M)": 235,
  "ABHD10(H)": 236,
  "ABHD10(L)": 237,
  "ABHD10(M)": 238,
  "ABHD11(H)": 239,
  "ABHD11(L)": 240,
  "ABHD11(M)": 241,
  "ABHD12(H)": 242,
  "ABHD12(L)": 243,
  "ABHD12(M)": 244,
  "ABHD12B(H)": 245,
  "ABHD12B(L)": 246,
  "ABHD12B(M)": 247,
  "ABHD13(H)": 248,
  "ABHD13(L)": 249,
  "ABHD13(M)": 250,
  "ABHD14A(H)": 251,
  "ABHD14A(L)": 252,
  "ABHD14A(M)": 253,
  "ABHD14A-ACY1(H)": 254,
  "ABHD14A-ACY1(L)": 255,
  "ABHD14A-ACY1(M)": 256,
  "ABHD14B(H)": 257,
  "ABHD14B(L)": 258,
  "ABHD14B(M)": 259,
  "ABHD15(H)": 260,
  "ABHD15(L)": 261,
  "ABHD15(M)": 262,
  "ABHD16A(H)": 263,
  "ABHD16A(L)": 264,
  "ABHD16A(M)": 265,
  "ABHD16B(H)": 266,
  "ABHD16B(L)": 267,
  "ABHD16B(M)": 268,
  "ABHD17A(H)": 269,
  "ABHD17A(L)": 270,
  "ABHD17A(M)": 271,
  "ABHD17B(H)": 272,
  "ABHD17B(L)": 273,
  "ABHD17B(M)": 274,
  "ABHD17C(H)": 275,
  "ABHD17C(L)": 276,
  "ABHD17C(M)": 277,
  "ABHD18(H)": 278,
  "ABHD18(L)": 279,
  "ABHD18(M)": 280,
  "ABHD2(H)": 281,
  "ABHD2(L)": 282,
  "ABHD2(M)": 283,
  "ABHD3(H)": 284,
  "ABHD3(L)": 285,
  "ABHD3(M)": 286,
  "ABHD4(H)": 287,
  "ABHD4(L)": 288,
  "ABHD4(M)": 289,
  "ABHD5(H)": 290,
  "ABHD5(L)": 291,
  "ABHD5(M)": 292,
  "ABHD6(H)": 293,
  "ABHD6(L)": 294,
  "ABHD6(M)": 295,
  "ABHD8(H)": 296,
  "ABHD8(L)": 297,
  "ABHD8(M)": 298,
  "ABI1(H)": 299,
  "ABI1(L)": 300,
  "ABI1(M)": 301,
  "ABI2(H)": 302,
  "ABI2(L)": 303,
  "ABI2(M)": 304,
  "ABI3(H)": 305,
  "ABI3(L)": 306,
  "ABI3(M)": 307,
  "ABI3BP(H)": 308,
  "ABI3BP(L)": 309,
  "ABI3BP(M)": 310,
  "ABITRAM(H)": 311,
  "ABITRAM(L)": 312,
  "ABITRAM(M)": 313,
  "ABL1(H)": 314,
  "ABL1(L)": 315,
  "ABL1(M)": 316,
  "ABL2(H)": 317,
  "ABL2(L)": 318,
  "ABL2(M)": 319,
  "ABLIM1(H)": 320,
  "ABLIM1(L)": 321,
  "ABLIM1(M)": 322,
  "ABLIM2(H)": 323,
  "ABLIM2(L)": 324,
  "ABLIM2(M)": 325,
  "ABLIM3(H)": 326,
  "ABLIM3(L)": 327,
  "ABLIM3(M)": 328,
  "ABO(H)": 329,
  "ABO(L)": 330,
  "ABO(M)": 331,
  "ABR(H)": 332,
  "ABR(L)": 333,
  "ABR(M)": 334,
  "ABRA(H)": 335,
  "ABRA(L)": 336,
  "ABRA(M)": 337,
  "ABRACL(H)": 338,
  "ABRACL(L)": 339,
  "ABRACL(M)": 340,
  "ABRAXAS1(H)": 341,
  "ABRAXAS1(L)": 342,
  "ABRAXAS1(M)": 343,
  "ABRAXAS2(H)": 344,
  "ABRAXAS2(L)": 345,
  "ABRAXAS2(M)": 346,
  "ABT1(H)": 347,
  "ABT1(L)": 348,
  "ABT1(M)": 349,
  "ABTB1(H)": 350,
  "ABTB1(L)": 351,
  "ABTB1(M)": 352,
  "ABTB2(H)": 353,
  "ABTB2(L)": 354,
  "ABTB2(M)": 355,
  "ABTB3(H)": 356,
  "ABTB3(L)": 357,
  "ABTB3(M)": 358,
  "ACAA1(H)": 359,
  "ACAA1(L)": 360,
  "ACAA1(M)": 361,
  "ACAA2(H)": 362,
  "ACAA2(L)": 363,
  "ACAA2(M)": 364,
  "ACACA(H)": 365,
  "ACACA(L)": 366,
  "ACACA(M)": 367,
  "ACACB(H)": 368,
  "ACACB(L)": 369,
  "ACACB(M)": 370,
  "ACAD10(H)": 371,
  "ACAD10(L)": 372,
  "ACAD10(M)": 373,
  "ACAD11(H)": 374,
  "ACAD11(L)": 375,
  "ACAD11(M)": 376,
  "ACAD8(H)": 377,
  "ACAD8(L)": 378,
  "ACAD8(M)": 379,
  "ACAD9(H)": 380,
  "ACAD9(L)": 381,
  "ACAD9(M)": 382,
  "ACADL(H)": 383,
  "ACADL(L)": 384,
  "ACADL(M)": 385,
  "ACADM(H)": 386,
  "ACADM(L)": 387,
  "ACADM(M)": 388,
  "ACADS(H)": 389,
  "ACADS(L)": 390,
  "ACADS(M)": 391,
  "ACADSB(H)": 392,
  "ACADSB(L)": 393,
  "ACADSB(M)": 394,
  "ACADVL(H)": 395,
  "ACADVL(L)": 396,
  "ACADVL(M)": 397,
  "ACAN(H)": 398,
  "ACAN(L)": 399,
  "ACAN(M)": 400,
  "ACAP1(H)": 401,
  "ACAP1(L)": 402,
  "ACAP1(M)": 403,
  "ACAP2(H)": 404,
  "ACAP2(L)": 405,
  "ACAP2(M)": 406,
  "ACAP3(H)": 407,
  "ACAP3(L)": 408,
  "ACAP3(M)": 409,
  "ACAT1(H)": 410,
  "ACAT1(L)": 411,
  "ACAT1(M)": 412,
  "ACAT2(H)": 413,
  "ACAT2(L)": 414,
  "ACAT2(M)": 415,
  "ACBD3(H)": 416,
  "ACBD3(L)": 417,
  "ACBD3(M)": 418,
  "ACBD4(H)": 419,
  "ACBD4(L)": 420,
  "ACBD4(M)": 421,
  "ACBD5(H)": 422,
  "ACBD5(L)": 423,
  "ACBD5(M)": 424,
  "ACBD6(H)": 425,
  "ACBD6(L)": 426,
  "ACBD6(M)": 427,
  "ACBD7(H)": 428,
  "ACBD7(L)": 429,
  "ACBD7(M)": 430,
  "ACCS(H)": 431,
  "ACCS(L)": 432,
  "ACCS(M)": 433,
  "ACCSL(H)": 434,
  "ACCSL(L)": 435,
  "ACCSL(M)": 436,
  "ACD(H)": 437,
  "ACD(L)": 438,
  "ACD(M)": 439,
  "ACE(H)": 440,
  "ACE(L)": 441,
  "ACE(M)": 442,
  "ACE2(H)": 443,
  "ACE2(L)": 444,
  "ACE2(M)": 445,
  "ACER1(H)": 446,
  "ACER1(L)": 447,
  "ACER1(M)": 448,
  "ACER2(H)": 449,
  "ACER2(L)": 450,
  "ACER2(M)": 451,
  "ACER3(H)": 452,
  "ACER3(L)": 453,
  "ACER3(M)": 454,
  "ACHE(H)": 455,
  "ACHE(L)": 456,
  "ACHE(M)": 457,
  "ACIN1(H)": 458,
  "ACIN1(L)": 459,
  "ACIN1(M)": 460,
  "ACKR1(H)": 461,
  "ACKR1(L)": 462,
  "ACKR1(M)": 463,
  "ACKR2(H)": 464,
  "ACKR2(L)": 465,
  "ACKR2(M)": 466,
  "ACKR3(H)": 467,
  "ACKR3(L)": 468,
  "ACKR3(M)": 469,
  "ACKR4(H)": 470,
  "ACKR4(L)": 471,
  "ACKR4(M)": 472,
  "ACLY(H)": 473,
  "ACLY(L)": 474,
  "ACLY(M)": 475,
  "ACMSD(H)": 476,
  "ACMSD(L)": 477,
  "ACMSD(M)": 478,
  "ACO1(H)": 479,
  "ACO1(L)": 480,
  "ACO1(M)": 481,
  "ACO2(H)": 482,
  "ACO2(L)": 483,
  "ACO2(M)": 484,
  "ACOD1(H)": 485,
  "ACOD1(L)": 486,
  "ACOD1(M)": 487,
  "ACOT1(H)": 488,
  "ACOT1(L)": 489,
  "ACOT1(M)": 490,
  "ACOT11(H)": 491,
  "ACOT11(L)": 492,
  "ACOT11(M)": 493,
  "ACOT12(H)": 494,
  "ACOT12(L)": 495,
  "ACOT12(M)": 496,
  "ACOT13(H)": 497,
  "ACOT13(L)": 498,
  "ACOT13(M)": 499,
  "ACOT2(H)": 500,
  "ACOT2(L)": 501,
  "ACOT2(M)": 502,
  "ACOT4(H)": 503,
  "ACOT4(L)": 504,
  "ACOT4(M)": 505,
  "ACOT6(H)": 506,
  "ACOT6(L)": 507,
  "ACOT6(M)": 508,
  "ACOT7(H)": 509,
  "ACOT7(L)": 510,
  "ACOT7(M)": 511,
  "ACOT8(H)": 512,
  "ACOT8(L)": 513,
  "ACOT8(M)": 514,
  "ACOT9(H)": 515,
  "ACOT9(L)": 516,
  "ACOT9(M)": 517,
  "ACOX1(H)": 518,
  "ACOX1(L)": 519,
  "ACOX1(M)": 520,
  "ACOX2(H)": 521,
  "ACOX2(L)": 522,
  "ACOX2(M)": 523,
  "ACOX3(H)": 524,
  "ACOX3(L)": 525,
  "ACOX3(M)": 526,
  "ACOXL(H)": 527,
  "ACOXL(L)": 528,
  "ACOXL(M)": 529,
  "ACP1(H)": 530,
  "ACP1(L)": 531,
  "ACP1(M)": 532,
  "ACP2(H)": 533,
  "ACP2(L)": 534,
  "ACP2(M)": 535,
  "ACP3(H)": 536,
  "ACP3(L)": 537,
  "ACP3(M)": 538,
  "ACP4(H)": 539,
  "ACP4(L)": 540,
  "ACP4(M)": 541,
  "ACP5(H)": 542,
  "ACP5(L)": 543,
  "ACP5(M)": 544,
  "ACP6(H)": 545,
  "ACP6(L)": 546,
  "ACP6(M)": 547,
  "ACP7(H)": 548,
  "ACP7(L)": 549,
  "ACP7(M)": 550,
  "ACR(H)": 551,
  "ACR(L)": 552,
  "ACR(M)": 553,
  "ACRBP(H)": 554,
  "ACRBP(L)": 555,
  "ACRBP(M)": 556,
  "ACRV1(H)": 557,
  "ACRV1(L)": 558,
  "ACRV1(M)": 559,
  "ACSBG1(H)": 560,
  "ACSBG1(L)": 561,
  "ACSBG1(M)": 562,
  "ACSBG2(H)": 563,
  "ACSBG2(L)": 564,
  "ACSBG2(M)": 565,
  "ACSF2(H)": 566,
  "ACSF2(L)": 567,
  "ACSF2(M)": 568,
  "ACSF3(H)": 569,
  "ACSF3(L)": 570,
  "ACSF3(M)": 571,
  "ACSL1(H)": 572,
  "ACSL1(L)": 573,
  "ACSL1(M)": 574,
  "ACSL3(H)": 575,
  "ACSL3(L)": 576,
  "ACSL3(M)": 577,
  "ACSL4(H)": 578,
  "ACSL4(L)": 579,
  "ACSL4(M)": 580,
  "ACSL5(H)": 581,
  "ACSL5(L)": 582,
  "ACSL5(M)": 583,
  "ACSL6(H)": 584,
  "ACSL6(L)": 585,
  "ACSL6(M)": 586,
  "ACSM1(H)": 587,
  "ACSM1(L)": 588,
  "ACSM1(M)": 589,
  "ACSM2A(H)": 590,
  "ACSM2A(L)": 591,
  "ACSM2A(M)": 592,
  "ACSM2B(H)": 593,
  "ACSM2B(L)": 594,
  "ACSM2B(M)": 595,
  "ACSM3(H)": 596,
  "ACSM3(L)": 597,
  "ACSM3(M)": 598,
  "ACSM4(H)": 599,
  "ACSM4(L)": 600,
  "ACSM4(M)": 601,
  "ACSM5(H)": 602,
  "ACSM5(L)": 603,
  "ACSM5(M)": 604,
  "ACSM6(H)": 605,
  "ACSM6(L)": 606,
  "ACSM6(M)": 607,
  "ACSS1(H)": 608,
  "ACSS1(L)": 609,
  "ACSS1(M)": 610,
  "ACSS2(H)": 611,
  "ACSS2(L)": 612,
  "ACSS2(M)": 613,
  "ACSS3(H)": 614,
  "ACSS3(L)": 615,
  "ACSS3(M)": 616,
  "ACTA1(H)": 617,
  "ACTA1(L)": 618,
  "ACTA1(M)": 619,
  "ACTA2(H)": 620,
  "ACTA2(L)": 621,
  "ACTA2(M)": 622,
  "ACTB(H)": 623,
  "ACTB(L)": 624,
  "ACTB(M)": 625,
  "ACTBL2(H)": 626,
  "ACTBL2(L)": 627,
  "ACTBL2(M)": 628,
  "ACTC1(H)": 629,
  "ACTC1(L)": 630,
  "ACTC1(M)": 631,
  "ACTG1(H)": 632,
  "ACTG1(L)": 633,
  "ACTG1(M)": 634,
  "ACTG2(H)": 635,
  "ACTG2(L)": 636,
  "ACTG2(M)": 637,
  "ACTL10(H)": 638,
  "ACTL10(L)": 639,
  "ACTL10(M)": 640,
  "ACTL6A(H)": 641,
  "ACTL6A(L)": 642,
  "ACTL6A(M)": 643,
  "ACTL6B(H)": 644,
  "ACTL6B(L)": 645,
  "ACTL6B(M)": 646,
  "ACTL7A(H)": 647,
  "ACTL7A(L)": 648,
  "ACTL7A(M)": 649,
  "ACTL7B(H)": 650,
  "ACTL7B(L)": 651,
  "ACTL7B(M)": 652,
  "ACTL8(H)": 653,
  "ACTL8(L)": 654,
  "ACTL8(M)": 655,
  "ACTL9(H)": 656,
  "ACTL9(L)": 657,
  "ACTL9(M)": 658,
  "ACTMAP(H)": 659,
  "ACTMAP(L)": 660,
  "ACTMAP(M)": 661,
  "ACTN1(H)": 662,
  "ACTN1(L)": 663,
  "ACTN1(M)": 664,
  "ACTN2(H)": 665,
  "ACTN2(L)": 666,
  "ACTN2(M)": 667,
  "ACTN3(H)": 668,
  "ACTN3(L)": 669,
  "ACTN3(M)": 670,
  "ACTN4(H)": 671,
  "ACTN4(L)": 672,
  "ACTN4(M)": 673,
  "ACTR10(H)": 674,
  "ACTR10(L)": 675,
  "ACTR10(M)": 676,
  "ACTR1A(H)": 677,
  "ACTR1A(L)": 678,
  "ACTR1A(M)": 679,
  "ACTR1B(H)": 680,
  "ACTR1B(L)": 681,
  "ACTR1B(M)": 682,
  "ACTR2(H)": 683,
  "ACTR2(L)": 684,
  "ACTR2(M)": 685,
  "ACTR3(H)": 686,
  "ACTR3(L)": 687,
  "ACTR3(M)": 688,
  "ACTR3B(H)": 689,
  "ACTR3B(L)": 690,
  "ACTR3B(M)": 691,
  "ACTR3C(H)": 692,
  "ACTR3C(L)": 693,
  "ACTR3C(M)": 694,
  "ACTR5(H)": 695,
  "ACTR5(L)": 696,
  "ACTR5(M)": 697,
  "ACTR6(H)": 698,
  "ACTR6(L)": 699,
  "ACTR6(M)": 700,
  "ACTR8(H)": 701,
  "ACTR8(L)": 702,
  "ACTR8(M)": 703,
  "ACTRT1(H)": 704,
  "ACTRT1(L)": 705,
  "ACTRT1(M)": 706,
  "ACTRT2(H)": 707,
  "ACTRT2(L)": 708,
  "ACTRT2(M)": 709,
  "ACTRT3(H)": 710,
  "ACTRT3(L)": 711,
  "ACTRT3(M)": 712,
  "ACVR1(H)": 713,
  "ACVR1(L)": 714,
  "ACVR1(M)": 715,
  "ACVR1B(H)": 716,
  "ACVR1B(L)": 717,
  "ACVR1B(M)": 718,
  "ACVR1C(H)": 719,
  "ACVR1C(L)": 720,
  "ACVR1C(M)": 721,
  "ACVR2A(H)": 722,
  "ACVR2A(L)": 723,
  "ACVR2A(M)": 724,
  "ACVR2B(H)": 725,
  "ACVR2B(L)": 726,
  "ACVR2B(M)": 727,
  "ACVRL1(H)": 728,
  "ACVRL1(L)": 729,
  "ACVRL1(M)": 730,
  "ACY1(H)": 731,
  "ACY1(L)": 732,
  "ACY1(M)": 733,
  "ACY3(H)": 734,
  "ACY3(L)": 735,
  "ACY3(M)": 736,
  "ACYP1(H)": 737,
  "ACYP1(L)": 738,
  "ACYP1(M)": 739,
  "ACYP2(H)": 740,
  "ACYP2(L)": 741,
  "ACYP2(M)": 742,
  "ADA(H)": 743,
  "ADA(L)": 744,
  "ADA(M)": 745,
  "ADA2(H)": 746,
  "ADA2(L)": 747,
  "ADA2(M)": 748,
  "ADAD1(H)": 749,
  "ADAD1(L)": 750,
  "ADAD1(M)": 751,
  "ADAD2(H)": 752,
  "ADAD2(L)": 753,
  "ADAD2(M)": 754,
  "ADAM10(H)": 755,
  "ADAM10(L)": 756,
  "ADAM10(M)": 757,
  "ADAM11(H)": 758,
  "ADAM11(L)": 759,
  "ADAM11(M)": 760,
  "ADAM12(H)": 761,
  "ADAM12(L)": 762,
  "ADAM12(M)": 763,
  "ADAM15(H)": 764,
  "ADAM15(L)": 765,
  "ADAM15(M)": 766,
  "ADAM17(H)": 767,
  "ADAM17(L)": 768,
  "ADAM17(M)": 769,
  "ADAM18(H)": 770,
  "ADAM18(L)": 771,
  "ADAM18(M)": 772,
  "ADAM19(H)": 773,
  "ADAM19(L)": 774,
  "ADAM19(M)": 775,
  "ADAM2(H)": 776,
  "ADAM2(L)": 777,
  "ADAM2(M)": 778,
  "ADAM20(H)": 779,
  "ADAM20(L)": 780,
  "ADAM20(M)": 781,
  "ADAM21(H)": 782,
  "ADAM21(L)": 783,
  "ADAM21(M)": 784,
  "ADAM22(H)": 785,
  "ADAM22(L)": 786,
  "ADAM22(M)": 787,
  "ADAM23(H)": 788,
  "ADAM23(L)": 789,
  "ADAM23(M)": 790,
  "ADAM28(H)": 791,
  "ADAM28(L)": 792,
  "ADAM28(M)": 793,
  "ADAM29(H)": 794,
  "ADAM29(L)": 795,
  "ADAM29(M)": 796,
  "ADAM30(H)": 797,
  "ADAM30(L)": 798,
  "ADAM30(M)": 799,
  "ADAM32(H)": 800,
  "ADAM32(L)": 801,
  "ADAM32(M)": 802,
  "ADAM33(H)": 803,
  "ADAM33(L)": 804,
  "ADAM33(M)": 805,
  "ADAM7(H)": 806,
  "ADAM7(L)": 807,
  "ADAM7(M)": 808,
  "ADAM8(H)": 809,
  "ADAM8(L)": 810,
  "ADAM8(M)": 811,
  "ADAM9(H)": 812,
  "ADAM9(L)": 813,
  "ADAM9(M)": 814,
  "ADAMDEC1(H)": 815,
  "ADAMDEC1(L)": 816,
  "ADAMDEC1(M)": 817,
  "ADAMTS1(H)": 818,
  "ADAMTS1(L)": 819,
  "ADAMTS1(M)": 820,
  "ADAMTS10(H)": 821,
  "ADAMTS10(L)": 822,
  "ADAMTS10(M)": 823,
  "ADAMTS12(H)": 824,
  "ADAMTS12(L)": 825,
  "ADAMTS12(M)": 826,
  "ADAMTS13(H)": 827,
  "ADAMTS13(L)": 828,
  "ADAMTS13(M)": 829,
  "ADAMTS14(H)": 830,
  "ADAMTS14(L)": 831,
  "ADAMTS14(M)": 832,
  "ADAMTS15(H)": 833,
  "ADAMTS15(L)": 834,
  "ADAMTS15(M)": 835,
  "ADAMTS16(H)": 836,
  "ADAMTS16(L)": 837,
  "ADAMTS16(M)": 838,
  "ADAMTS17(H)": 839,
  "ADAMTS17(L)": 840,
  "ADAMTS17(M)": 841,
  "ADAMTS18(H)": 842,
  "ADAMTS18(L)": 843,
  "ADAMTS18(M)": 844,
  "ADAMTS19(H)": 845,
  "ADAMTS19(L)": 846,
  "ADAMTS19(M)": 847,
  "ADAMTS2(H)": 848,
  "ADAMTS2(L)": 849,
  "ADAMTS2(M)": 850,
  "ADAMTS20(H)": 851,
  "ADAMTS20(L)": 852,
  "ADAMTS20(M)": 853,
  "ADAMTS3(H)": 854,
  "ADAMTS3(L)": 855,
  "ADAMTS3(M)": 856,
  "ADAMTS4(H)": 857,
  "ADAMTS4(L)": 858,
  "ADAMTS4(M)": 859,
  "ADAMTS5(H)": 860,
  "ADAMTS5(L)": 861,
  "ADAMTS5(M)": 862,
  "ADAMTS6(H)": 863,
  "ADAMTS6(L)": 864,
  "ADAMTS6(M)": 865,
  "ADAMTS7(H)": 866,
  "ADAMTS7(L)": 867,
  "ADAMTS7(M)": 868,
  "ADAMTS8(H)": 869,
  "ADAMTS8(L)": 870,
  "ADAMTS8(M)": 871,
  "ADAMTS9(H)": 872,
  "ADAMTS9(L)": 873,
  "ADAMTS9(M)": 874,
  "ADAMTSL1(H)": 875,
  "ADAMTSL1(L)": 876,
  "ADAMTSL1(M)": 877,
  "ADAMTSL2(H)": 878,
  "ADAMTSL2(L)": 879,
  "ADAMTSL2(M)": 880,
  "ADAMTSL3(H)": 881,
  "ADAMTSL3(L)": 882,
  "ADAMTSL3(M)": 883,
  "ADAMTSL4(H)": 884,
  "ADAMTSL4(L)": 885,
  "ADAMTSL4(M)": 886,
  "ADAMTSL5(H)": 887,
  "ADAMTSL5(L)": 888,
  "ADAMTSL5(M)": 889,
  "ADAP1(H)": 890,
  "ADAP1(L)": 891,
  "ADAP1(M)": 892,
  "ADAP2(H)": 893,
  "ADAP2(L)": 894,
  "ADAP2(M)": 895,
  "ADAR(H)": 896,
  "ADAR(L)": 897,
  "ADAR(M)": 898,
  "ADARB1(H)": 899,
  "ADARB1(L)": 900,
  "ADARB1(M)": 901,
  "ADARB2(H)": 902,
  "ADARB2(L)": 903,
  "ADARB2(M)": 904,
  "ADAT1(H)": 905,
  "ADAT1(L)": 906,
  "ADAT1(M)": 907,
  "ADAT2(H)": 908,
  "ADAT2(L)": 909,
  "ADAT2(M)": 910,
  "ADAT3(H)": 911,
  "ADAT3(L)": 912,
  "ADAT3(M)": 913,
  "ADCK1(H)": 914,
  "ADCK1(L)": 915,
  "ADCK1(M)": 916,
  "ADCK2(H)": 917,
  "ADCK2(L)": 918,
  "ADCK2(M)": 919,
  "ADCK5(H)": 920,
  "ADCK5(L)": 921,
  "ADCK5(M)": 922,
  "ADCY1(H)": 923,
  "ADCY1(L)": 924,
  "ADCY1(M)": 925,
  "ADCY10(H)": 926,
  "ADCY10(L)": 927,
  "ADCY10(M)": 928,
  "ADCY2(H)": 929,
  "ADCY2(L)": 930,
  "ADCY2(M)": 931,
  "ADCY3(H)": 932,
  "ADCY3(L)": 933,
  "ADCY3(M)": 934,
  "ADCY4(H)": 935,
  "ADCY4(L)": 936,
  "ADCY4(M)": 937,
  "ADCY5(H)": 938,
  "ADCY5(L)": 939,
  "ADCY5(M)": 940,
  "ADCY6(H)": 941,
  "ADCY6(L)": 942,
  "ADCY6(M)": 943,
  "ADCY7(H)": 944,
  "ADCY7(L)": 945,
  "ADCY7(M)": 946,
  "ADCY8(H)": 947,
  "ADCY8(L)": 948,
  "ADCY8(M)": 949,
  "ADCY9(H)": 950,
  "ADCY9(L)": 951,
  "ADCY9(M)": 952,
  "ADCYAP1(H)": 953,
  "ADCYAP1(L)": 954,
  "ADCYAP1(M)": 955,
  "ADCYAP1R1(H)": 956,
  "ADCYAP1R1(L)": 957,
  "ADCYAP1R1(M)": 958,
  "ADD1(H)": 959,
  "ADD1(L)": 960,
  "ADD1(M)": 961,
  "ADD2(H)": 962,
  "ADD2(L)": 963,
  "ADD2(M)": 964,
  "ADD3(H)": 965,
  "ADD3(L)": 966,
  "ADD3(M)": 967,
  "ADGB(H)": 968,
  "ADGB(L)": 969,
  "ADGB(M)": 970,
  "ADGRA1(H)": 971,
  "ADGRA1(L)": 972,
  "ADGRA1(M)": 973,
  "ADGRA2(H)": 974,
  "ADGRA2(L)": 975,
  "ADGRA2(M)": 976,
  "ADGRA3(H)": 977,
  "ADGRA3(L)": 978,
  "ADGRA3(M)": 979,
  "ADGRB1(H)": 980,
  "ADGRB1(L)": 981,
  "ADGRB1(M)": 982,
  "ADGRB2(H)": 983,
  "ADGRB2(L)": 984,
  "ADGRB2(M)": 985,
  "ADGRB3(H)": 986,
  "ADGRB3(L)": 987,
  "ADGRB3(M)": 988,
  "ADGRD1(H)": 989,
  "ADGRD1(L)": 990,
  "ADGRD1(M)": 991,
  "ADGRD2(H)": 992,
  "ADGRD2(L)": 993,
  "ADGRD2(M)": 994,
  "ADGRE1(H)": 995,
  "ADGRE1(L)": 996,
  "ADGRE1(M)": 997,
  "ADGRE2(H)": 998,
  "ADGRE2(L)": 999,
  "ADGRE2(M)": 1000,
  "ADGRE3(H)": 1001,
  "ADGRE3(L)": 1002,
  "ADGRE3(M)": 1003,
  "ADGRE5(H)": 1004,
  "ADGRE5(L)": 1005,
  "ADGRE5(M)": 1006,
  "ADGRF1(H)": 1007,
  "ADGRF1(L)": 1008,
  "ADGRF1(M)": 1009,
  "ADGRF3(H)": 1010,
  "ADGRF3(L)": 1011,
  "ADGRF3(M)": 1012,
  "ADGRF4(H)": 1013,
  "ADGRF4(L)": 1014,
  "ADGRF4(M)": 1015,
  "ADGRF5(H)": 1016,
  "ADGRF5(L)": 1017,
  "ADGRF5(M)": 1018,
  "ADGRG1(H)": 1019,
  "ADGRG1(L)": 1020,
  "ADGRG1(M)": 1021,
  "ADGRG2(H)": 1022,
  "ADGRG2(L)": 1023,
  "ADGRG2(M)": 1024,
  "ADGRG3(H)": 1025,
  "ADGRG3(L)": 1026,
  "ADGRG3(M)": 1027,
  "ADGRG4(H)": 1028,
  "ADGRG4(L)": 1029,
  "ADGRG4(M)": 1030,
  "ADGRG5(H)": 1031,
  "ADGRG5(L)": 1032,
  "ADGRG5(M)": 1033,
  "ADGRG6(H)": 1034,
  "ADGRG6(L)": 1035,
  "ADGRG6(M)": 1036,
  "ADGRG7(H)": 1037,
  "ADGRG7(L)": 1038,
  "ADGRG7(M)": 1039,
  "ADGRL1(H)": 1040,
  "ADGRL1(L)": 1041,
  "ADGRL1(M)": 1042,
  "ADGRL2(H)": 1043,
  "ADGRL2(L)": 1044,
  "ADGRL2(M)": 1045,
  "ADGRL3(H)": 1046,
  "ADGRL3(L)": 1047,
  "ADGRL3(M)": 1048,
  "ADGRL4(H)": 1049,
  "ADGRL4(L)": 1050,
  "ADGRL4(M)": 1051,
  "ADGRV1(H)": 1052,
  "ADGRV1(L)": 1053,
  "ADGRV1(M)": 1054,
  "ADH1A(H)": 1055,
  "ADH1A(L)": 1056,
  "ADH1A(M)": 1057,
  "ADH1B(H)": 1058,
  "ADH1B(L)": 1059,
  "ADH1B(M)": 1060,
  "ADH1C(H)": 1061,
  "ADH1C(L)": 1062,
  "ADH1C(M)": 1063,
  "ADH4(H)": 1064,
  "ADH4(L)": 1065,
  "ADH4(M)": 1066,
  "ADH5(H)": 1067,
  "ADH5(L)": 1068,
  "ADH5(M)": 1069,
  "ADH6(H)": 1070,
  "ADH6(L)": 1071,
  "ADH6(M)": 1072,
  "ADH7(H)": 1073,
  "ADH7(L)": 1074,
  "ADH7(M)": 1075,
  "ADHFE1(H)": 1076,
  "ADHFE1(L)": 1077,
  "ADHFE1(M)": 1078,
  "ADI1(H)": 1079,
  "ADI1(L)": 1080,
  "ADI1(M)": 1081,
  "ADIG(H)": 1082,
  "ADIG(L)": 1083,
  "ADIG(M)": 1084,
  "ADIPOQ(H)": 1085,
  "ADIPOQ(L)": 1086,
  "ADIPOQ(M)": 1087,
  "ADIPOR1(H)": 1088,
  "ADIPOR1(L)": 1089,
  "ADIPOR1(M)": 1090,
  "ADIPOR2(H)": 1091,
  "ADIPOR2(L)": 1092,
  "ADIPOR2(M)": 1093,
  "ADIRF(H)": 1094,
  "ADIRF(L)": 1095,
  "ADIRF(M)": 1096,
  "ADISSP(H)": 1097,
  "ADISSP(L)": 1098,
  "ADISSP(M)": 1099,
  "ADK(H)": 1100,
  "ADK(L)": 1101,
  "ADK(M)": 1102,
  "ADM(H)": 1103,
  "ADM(L)": 1104,
  "ADM(M)": 1105,
  "ADM2(H)": 1106,
  "ADM2(L)": 1107,
  "ADM2(M)": 1108,
  "ADM5(H)": 1109,
  "ADM5(L)": 1110,
  "ADM5(M)": 1111,
  "ADNP(H)": 1112,
  "ADNP(L)": 1113,
  "ADNP(M)": 1114,
  "ADNP2(H)": 1115,
  "ADNP2(L)": 1116,
  "ADNP2(M)": 1117,
  "ADO(H)": 1118,
  "ADO(L)": 1119,
  "ADO(M)": 1120,
  "ADORA1(H)": 1121,
  "ADORA1(L)": 1122,
  "ADORA1(M)": 1123,
  "ADORA2A(H)": 1124,
  "ADORA2A(L)": 1125,
  "ADORA2A(M)": 1126,
  "ADORA2B(H)": 1127,
  "ADORA2B(L)": 1128,
  "ADORA2B(M)": 1129,
  "ADORA3(H)": 1130,
  "ADORA3(L)": 1131,
  "ADORA3(M)": 1132,
  "ADPGK(H)": 1133,
  "ADPGK(L)": 1134,
  "ADPGK(M)": 1135,
  "ADPRH(H)": 1136,
  "ADPRH(L)": 1137,
  "ADPRH(M)": 1138,
  "ADPRHL1(H)": 1139,
  "ADPRHL1(L)": 1140,
  "ADPRHL1(M)": 1141,
  "ADPRM(H)": 1142,
  "ADPRM(L)": 1143,
  "ADPRM(M)": 1144,
  "ADPRS(H)": 1145,
  "ADPRS(L)": 1146,
  "ADPRS(M)": 1147,
  "ADRA1A(H)": 1148,
  "ADRA1A(L)": 1149,
  "ADRA1A(M)": 1150,
  "ADRA1B(H)": 1151,
  "ADRA1B(L)": 1152,
  "ADRA1B(M)": 1153,
  "ADRA1D(H)": 1154,
  "ADRA1D(L)": 1155,
  "ADRA1D(M)": 1156,
  "ADRA2A(H)": 1157,
  "ADRA2A(L)": 1158,
  "ADRA2A(M)": 1159,
  "ADRA2B(H)": 1160,
  "ADRA2B(L)": 1161,
  "ADRA2B(M)": 1162,
  "ADRA2C(H)": 1163,
  "ADRA2C(L)": 1164,
  "ADRA2C(M)": 1165,
  "ADRB1(H)": 1166,
  "ADRB1(L)": 1167,
  "ADRB1(M)": 1168,
  "ADRB2(H)": 1169,
  "ADRB2(L)": 1170,
  "ADRB2(M)": 1171,
  "ADRB3(H)": 1172,
  "ADRB3(L)": 1173,
  "ADRB3(M)": 1174,
  "ADRM1(H)": 1175,
  "ADRM1(L)": 1176,
  "ADRM1(M)": 1177,
  "ADSL(H)": 1178,
  "ADSL(L)": 1179,
  "ADSL(M)": 1180,
  "ADSS1(H)": 1181,
  "ADSS1(L)": 1182,
  "ADSS1(M)": 1183,
  "ADSS2(H)": 1184,
  "ADSS2(L)": 1185,
  "ADSS2(M)": 1186,
  "ADTRP(H)": 1187,
  "ADTRP(L)": 1188,
  "ADTRP(M)": 1189,
  "AEBP1(H)": 1190,
  "AEBP1(L)": 1191,
  "AEBP1(M)": 1192,
  "AEBP2(H)": 1193,
  "AEBP2(L)": 1194,
  "AEBP2(M)": 1195,
  "AEN(H)": 1196,
  "AEN(L)": 1197,
  "AEN(M)": 1198,
  "AFAP1(H)": 1199,
  "AFAP1(L)": 1200,
  "AFAP1(M)": 1201,
  "AFAP1L1(H)": 1202,
  "AFAP1L1(L)": 1203,
  "AFAP1L1(M)": 1204,
  "AFAP1L2(H)": 1205,
  "AFAP1L2(L)": 1206,
  "AFAP1L2(M)": 1207,
  "AFDN(H)": 1208,
  "AFDN(L)": 1209,
  "AFDN(M)": 1210,
  "AFF1(H)": 1211,
  "AFF1(L)": 1212,
  "AFF1(M)": 1213,
  "AFF2(H)": 1214,
  "AFF2(L)": 1215,
  "AFF2(M)": 1216,
  "AFF3(H)": 1217,
  "AFF3(L)": 1218,
  "AFF3(M)": 1219,
  "AFF4(H)": 1220,
  "AFF4(L)": 1221,
  "AFF4(M)": 1222,
  "AFG1L(H)": 1223,
  "AFG1L(L)": 1224,
  "AFG1L(M)": 1225,
  "AFG2A(H)": 1226,
  "AFG2A(L)": 1227,
  "AFG2A(M)": 1228,
  "AFG2B(H)": 1229,
  "AFG2B(L)": 1230,
  "AFG2B(M)": 1231,
  "AFG3L2(H)": 1232,
  "AFG3L2(L)": 1233,
  "AFG3L2(M)": 1234,
  "AFM(H)": 1235,
  "AFM(L)": 1236,
  "AFM(M)": 1237,
  "AFMID(H)": 1238,
  "AFMID(L)": 1239,
  "AFMID(M)": 1240,
  "AFP(H)": 1241,
  "AFP(L)": 1242,
  "AFP(M)": 1243,
  "AFTPH(H)": 1244,
  "AFTPH(L)": 1245,
  "AFTPH(M)": 1246,
  "AGA(H)": 1247,
  "AGA(L)": 1248,
  "AGA(M)": 1249,
  "AGAP1(H)": 1250,
  "AGAP1(L)": 1251,
  "AGAP1(M)": 1252,
  "AGAP2(H)": 1253,
  "AGAP2(L)": 1254,
  "AGAP2(M)": 1255,
  "AGAP3(H)": 1256,
  "AGAP3(L)": 1257,
  "AGAP3(M)": 1258,
  "AGAP4(H)": 1259,
  "AGAP4(L)": 1260,
  "AGAP4(M)": 1261,
  "AGAP5(H)": 1262,
  "AGAP5(L)": 1263,
  "AGAP5(M)": 1264,
  "AGAP6(H)": 1265,
  "AGAP6(L)": 1266,
  "AGAP6(M)": 1267,
  "AGAP9(H)": 1268,
  "AGAP9(L)": 1269,
  "AGAP9(M)": 1270,
  "AGBL1(H)": 1271,
  "AGBL1(L)": 1272,
  "AGBL1(M)": 1273,
  "AGBL2(H)": 1274,
  "AGBL2(L)": 1275,
  "AGBL2(M)": 1276,
  "AGBL3(H)": 1277,
  "AGBL3(L)": 1278,
  "AGBL3(M)": 1279,
  "AGBL4(H)": 1280,
  "AGBL4(L)": 1281,
  "AGBL4(M)": 1282,
  "AGBL5(H)": 1283,
  "AGBL5(L)": 1284,
  "AGBL5(M)": 1285,
  "AGER(H)": 1286,
  "AGER(L)": 1287,
  "AGER(M)": 1288,
  "AGFG1(H)": 1289,
  "AGFG1(L)": 1290,
  "AGFG1(M)": 1291,
  "AGFG2(H)": 1292,
  "AGFG2(L)": 1293,
  "AGFG2(M)": 1294,
  "AGGF1(H)": 1295,
  "AGGF1(L)": 1296,
  "AGGF1(M)": 1297,
  "AGK(H)": 1298,
  "AGK(L)": 1299,
  "AGK(M)": 1300,
  "AGL(H)": 1301,
  "AGL(L)": 1302,
  "AGL(M)": 1303,
  "AGMAT(H)": 1304,
  "AGMAT(L)": 1305,
  "AGMAT(M)": 1306,
  "AGMO(H)": 1307,
  "AGMO(L)": 1308,
  "AGMO(M)": 1309,
  "AGO1(H)": 1310,
  "AGO1(L)": 1311,
  "AGO1(M)": 1312,
  "AGO2(H)": 1313,
  "AGO2(L)": 1314,
  "AGO2(M)": 1315,
  "AGO3(H)": 1316,
  "AGO3(L)": 1317,
  "AGO3(M)": 1318,
  "AGO4(H)": 1319,
  "AGO4(L)": 1320,
  "AGO4(M)": 1321,
  "AGPAT1(H)": 1322,
  "AGPAT1(L)": 1323,
  "AGPAT1(M)": 1324,
  "AGPAT2(H)": 1325,
  "AGPAT2(L)": 1326,
  "AGPAT2(M)": 1327,
  "AGPAT3(H)": 1328,
  "AGPAT3(L)": 1329,
  "AGPAT3(M)": 1330,
  "AGPAT4(H)": 1331,
  "AGPAT4(L)": 1332,
  "AGPAT4(M)": 1333,
  "AGPAT5(H)": 1334,
  "AGPAT5(L)": 1335,
  "AGPAT5(M)": 1336,
  "AGPS(H)": 1337,
  "AGPS(L)": 1338,
  "AGPS(M)": 1339,
  "AGR2(H)": 1340,
  "AGR2(L)": 1341,
  "AGR2(M)": 1342,
  "AGR3(H)": 1343,
  "AGR3(L)": 1344,
  "AGR3(M)": 1345,
  "AGRN(H)": 1346,
  "AGRN(L)": 1347,
  "AGRN(M)": 1348,
  "AGRP(H)": 1349,
  "AGRP(L)": 1350,
  "AGRP(M)": 1351,
  "AGT(H)": 1352,
  "AGT(L)": 1353,
  "AGT(M)": 1354,
  "AGTPBP1(H)": 1355,
  "AGTPBP1(L)": 1356,
  "AGTPBP1(M)": 1357,
  "AGTR1(H)": 1358,
  "AGTR1(L)": 1359,
  "AGTR1(M)": 1360,
  "AGTR2(H)": 1361,
  "AGTR2(L)": 1362,
  "AGTR2(M)": 1363,
  "AGTRAP(H)": 1364,
  "AGTRAP(L)": 1365,
  "AGTRAP(M)": 1366,
  "AGXT(H)": 1367,
  "AGXT(L)": 1368,
  "AGXT(M)": 1369,
  "AGXT2(H)": 1370,
  "AGXT2(L)": 1371,
  "AGXT2(M)": 1372,
  "AHCTF1(H)": 1373,
  "AHCTF1(L)": 1374,
  "AHCTF1(M)": 1375,
  "AHCY(H)": 1376,
  "AHCY(L)": 1377,
  "AHCY(M)": 1378,
  "AHCYL1(H)": 1379,
  "AHCYL1(L)": 1380,
  "AHCYL1(M)": 1381,
  "AHCYL2(H)": 1382,
  "AHCYL2(L)": 1383,
  "AHCYL2(M)": 1384,
  "AHDC1(H)": 1385,
  "AHDC1(L)": 1386,
  "AHDC1(M)": 1387,
  "AHI1(H)": 1388,
  "AHI1(L)": 1389,
  "AHI1(M)": 1390,
  "AHNAK(H)": 1391,
  "AHNAK(L)": 1392,
  "AHNAK(M)": 1393,
  "AHNAK2(H)": 1394,
  "AHNAK2(L)": 1395,
  "AHNAK2(M)": 1396,
  "AHR(H)": 1397,
  "AHR(L)": 1398,
  "AHR(M)": 1399,
  "AHRR(H)": 1400,
  "AHRR(L)": 1401,
  "AHRR(M)": 1402,
  "AHSA1(H)": 1403,
  "AHSA1(L)": 1404,
  "AHSA1(M)": 1405,
  "AHSG(H)": 1406,
  "AHSG(L)": 1407,
  "AHSG(M)": 1408,
  "AHSP(H)": 1409,
  "AHSP(L)": 1410,
  "AHSP(M)": 1411,
  "AICDA(H)": 1412,
  "AICDA(L)": 1413,
  "AICDA(M)": 1414,
  "AIDA(H)": 1415,
  "AIDA(L)": 1416,
  "AIDA(M)": 1417,
  "AIF1(H)": 1418,
  "AIF1(L)": 1419,
  "AIF1(M)": 1420,
  "AIF1L(H)": 1421,
  "AIF1L(L)": 1422,
  "AIF1L(M)": 1423,
  "AIFM1(H)": 1424,
  "AIFM1(L)": 1425,
  "AIFM1(M)": 1426,
  "AIFM2(H)": 1427,
  "AIFM2(L)": 1428,
  "AIFM2(M)": 1429,
  "AIFM3(H)": 1430,
  "AIFM3(L)": 1431,
  "AIFM3(M)": 1432,
  "AIG1(H)": 1433,
  "AIG1(L)": 1434,
  "AIG1(M)": 1435,
  "AIM2(H)": 1436,
  "AIM2(L)": 1437,
  "AIM2(M)": 1438,
  "AIMP1(H)": 1439,
  "AIMP1(L)": 1440,
  "AIMP1(M)": 1441,
  "AIMP2(H)": 1442,
  "AIMP2(L)": 1443,
  "AIMP2(M)": 1444,
  "AIP(H)": 1445,
  "AIP(L)": 1446,
  "AIP(M)": 1447,
  "AIPL1(H)": 1448,
  "AIPL1(L)": 1449,
  "AIPL1(M)": 1450,
  "AIRE(H)": 1451,
  "AIRE(L)": 1452,
  "AIRE(M)": 1453,
  "AIRIM(H)": 1454,
  "AIRIM(L)": 1455,
  "AIRIM(M)": 1456,
  "AJAP1(H)": 1457,
  "AJAP1(L)": 1458,
  "AJAP1(M)": 1459,
  "AJM1(H)": 1460,
  "AJM1(L)": 1461,
  "AJM1(M)": 1462,
  "AJUBA(H)": 1463,
  "AJUBA(L)": 1464,
  "AJUBA(M)": 1465,
  "AK1(H)": 1466,
  "AK1(L)": 1467,
  "AK1(M)": 1468,
  "AK2(H)": 1469,
  "AK2(L)": 1470,
  "AK2(M)": 1471,
  "AK3(H)": 1472,
  "AK3(L)": 1473,
  "AK3(M)": 1474,
  "AK4(H)": 1475,
  "AK4(L)": 1476,
  "AK4(M)": 1477,
  "AK4P3(H)": 1478,
  "AK4P3(L)": 1479,
  "AK4P3(M)": 1480,
  "AK5(H)": 1481,
  "AK5(L)": 1482,
  "AK5(M)": 1483,
  "AK6(H)": 1484,
  "AK6(L)": 1485,
  "AK6(M)": 1486,
  "AK7(H)": 1487,
  "AK7(L)": 1488,
  "AK7(M)": 1489,
  "AK8(H)": 1490,
  "AK8(L)": 1491,
  "AK8(M)": 1492,
  "AK9(H)": 1493,
  "AK9(L)": 1494,
  "AK9(M)": 1495,
  "AKAIN1(H)": 1496,
  "AKAIN1(L)": 1497,
  "AKAIN1(M)": 1498,
  "AKAP1(H)": 1499,
  "AKAP1(L)": 1500,
  "AKAP1(M)": 1501,
  "AKAP10(H)": 1502,
  "AKAP10(L)": 1503,
  "AKAP10(M)": 1504,
  "AKAP11(H)": 1505,
  "AKAP11(L)": 1506,
  "AKAP11(M)": 1507,
  "AKAP12(H)": 1508,
  "AKAP12(L)": 1509,
  "AKAP12(M)": 1510,
  "AKAP13(H)": 1511,
  "AKAP13(L)": 1512,
  "AKAP13(M)": 1513,
  "AKAP14(H)": 1514,
  "AKAP14(L)": 1515,
  "AKAP14(M)": 1516,
  "AKAP17A(H)": 1517,
  "AKAP17A(L)": 1518,
  "AKAP17A(M)": 1519,
  "AKAP3(H)": 1520,
  "AKAP3(L)": 1521,
  "AKAP3(M)": 1522,
  "AKAP4(H)": 1523,
  "AKAP4(L)": 1524,
  "AKAP4(M)": 1525,
  "AKAP5(H)": 1526,
  "AKAP5(L)": 1527,
  "AKAP5(M)": 1528,
  "AKAP6(H)": 1529,
  "AKAP6(L)": 1530,
  "AKAP6(M)": 1531,
  "AKAP7(H)": 1532,
  "AKAP7(L)": 1533,
  "AKAP7(M)": 1534,
  "AKAP8(H)": 1535,
  "AKAP8(L)": 1536,
  "AKAP8(M)": 1537,
  "AKAP8L(H)": 1538,
  "AKAP8L(L)": 1539,
  "AKAP8L(M)": 1540,
  "AKAP9(H)": 1541,
  "AKAP9(L)": 1542,
  "AKAP9(M)": 1543,
  "AKIP1(H)": 1544,
  "AKIP1(L)": 1545,
  "AKIP1(M)": 1546,
  "AKIRIN1(H)": 1547,
  "AKIRIN1(L)": 1548,
  "AKIRIN1(M)": 1549,
  "AKIRIN2(H)": 1550,
  "AKIRIN2(L)": 1551,
  "AKIRIN2(M)": 1552,
  "AKNA(H)": 1553,
  "AKNA(L)": 1554,
  "AKNA(M)": 1555,
  "AKNAD1(H)": 1556,
  "AKNAD1(L)": 1557,
  "AKNAD1(M)": 1558,
  "AKR1A1(H)": 1559,
  "AKR1A1(L)": 1560,
  "AKR1A1(M)": 1561,
  "AKR1B1(H)": 1562,
  "AKR1B1(L)": 1563,
  "AKR1B1(M)": 1564,
  "AKR1B10(H)": 1565,
  "AKR1B10(L)": 1566,
  "AKR1B10(M)": 1567,
  "AKR1B15(H)": 1568,
  "AKR1B15(L)": 1569,
  "AKR1B15(M)": 1570,
  "AKR1C1(H)": 1571,
  "AKR1C1(L)": 1572,
  "AKR1C1(M)": 1573,
  "AKR1C2(H)": 1574,
  "AKR1C2(L)": 1575,
  "AKR1C2(M)": 1576,
  "AKR1C3(H)": 1577,
  "AKR1C3(L)": 1578,
  "AKR1C3(M)": 1579,
  "AKR1C4(H)": 1580,
  "AKR1C4(L)": 1581,
  "AKR1C4(M)": 1582,
  "AKR1C8(H)": 1583,
  "AKR1C8(L)": 1584,
  "AKR1C8(M)": 1585,
  "AKR1D1(H)": 1586,
  "AKR1D1(L)": 1587,
  "AKR1D1(M)": 1588,
  "AKR1E2(H)": 1589,
  "AKR1E2(L)": 1590,
  "AKR1E2(M)": 1591,
  "AKR7A2(H)": 1592,
  "AKR7A2(L)": 1593,
  "AKR7A2(M)": 1594,
  "AKR7A3(H)": 1595,
  "AKR7A3(L)": 1596,
  "AKR7A3(M)": 1597,
  "AKR7L(H)": 1598,
  "AKR7L(L)": 1599,
  "AKR7L(M)": 1600,
  "AKT1(H)": 1601,
  "AKT1(L)": 1602,
  "AKT1(M)": 1603,
  "AKT1S1(H)": 1604,
  "AKT1S1(L)": 1605,
  "AKT1S1(M)": 1606,
  "AKT2(H)": 1607,
  "AKT2(L)": 1608,
  "AKT2(M)": 1609,
  "AKT3(H)": 1610,
  "AKT3(L)": 1611,
  "AKT3(M)": 1612,
  "AKTIP(H)": 1613,
  "AKTIP(L)": 1614,
  "AKTIP(M)": 1615,
  "ALAD(H)": 1616,
  "ALAD(L)": 1617,
  "ALAD(M)": 1618,
  "ALAS1(H)": 1619,
  "ALAS1(L)": 1620,
  "ALAS1(M)": 1621,
  "ALAS2(H)": 1622,
  "ALAS2(L)": 1623,
  "ALAS2(M)": 1624,
  "ALB(H)": 1625,
  "ALB(L)": 1626,
  "ALB(M)": 1627,
  "ALCAM(H)": 1628,
  "ALCAM(L)": 1629,
  "ALCAM(M)": 1630,
  "ALDH16A1(H)": 1631,
  "ALDH16A1(L)": 1632,
  "ALDH16A1(M)": 1633,
  "ALDH18A1(H)": 1634,
  "ALDH18A1(L)": 1635,
  "ALDH18A1(M)": 1636,
  "ALDH1A1(H)": 1637,
  "ALDH1A1(L)": 1638,
  "ALDH1A1(M)": 1639,
  "ALDH1A2(H)": 1640,
  "ALDH1A2(L)": 1641,
  "ALDH1A2(M)": 1642,
  "ALDH1A3(H)": 1643,
  "ALDH1A3(L)": 1644,
  "ALDH1A3(M)": 1645,
  "ALDH1B1(H)": 1646,
  "ALDH1B1(L)": 1647,
  "ALDH1B1(M)": 1648,
  "ALDH1L1(H)": 1649,
  "ALDH1L1(L)": 1650,
  "ALDH1L1(M)": 1651,
  "ALDH1L2(H)": 1652,
  "ALDH1L2(L)": 1653,
  "ALDH1L2(M)": 1654,
  "ALDH2(H)": 1655,
  "ALDH2(L)": 1656,
  "ALDH2(M)": 1657,
  "ALDH3A1(H)": 1658,
  "ALDH3A1(L)": 1659,
  "ALDH3A1(M)": 1660,
  "ALDH3A2(H)": 1661,
  "ALDH3A2(L)": 1662,
  "ALDH3A2(M)": 1663,
  "ALDH3B1(H)": 1664,
  "ALDH3B1(L)": 1665,
  "ALDH3B1(M)": 1666,
  "ALDH3B2(H)": 1667,
  "ALDH3B2(L)": 1668,
  "ALDH3B2(M)": 1669,
  "ALDH4A1(H)": 1670,
  "ALDH4A1(L)": 1671,
  "ALDH4A1(M)": 1672,
  "ALDH5A1(H)": 1673,
  "ALDH5A1(L)": 1674,
  "ALDH5A1(M)": 1675,
  "ALDH6A1(H)": 1676,
  "ALDH6A1(L)": 1677,
  "ALDH6A1(M)": 1678,
  "ALDH7A1(H)": 1679,
  "ALDH7A1(L)": 1680,
  "ALDH7A1(M)": 1681,
  "ALDH8A1(H)": 1682,
  "ALDH8A1(L)": 1683,
  "ALDH8A1(M)": 1684,
  "ALDH9A1(H)": 1685,
  "ALDH9A1(L)": 1686,
  "ALDH9A1(M)": 1687,
  "ALDOA(H)": 1688,
  "ALDOA(L)": 1689,
  "ALDOA(M)": 1690,
  "ALDOB(H)": 1691,
  "ALDOB(L)": 1692,
  "ALDOB(M)": 1693,
  "ALDOC(H)": 1694,
  "ALDOC(L)": 1695,
  "ALDOC(M)": 1696,
  "ALG1(H)": 1697,
  "ALG1(L)": 1698,
  "ALG1(M)": 1699,
  "ALG10(H)": 1700,
  "ALG10(L)": 1701,
  "ALG10(M)": 1702,
  "ALG10B(H)": 1703,
  "ALG10B(L)": 1704,
  "ALG10B(M)": 1705,
  "ALG11(H)": 1706,
  "ALG11(L)": 1707,
  "ALG11(M)": 1708,
  "ALG12(H)": 1709,
  "ALG12(L)": 1710,
  "ALG12(M)": 1711,
  "ALG13(H)": 1712,
  "ALG13(L)": 1713,
  "ALG13(M)": 1714,
  "ALG14(H)": 1715,
  "ALG14(L)": 1716,
  "ALG14(M)": 1717,
  "ALG1L2(H)": 1718,
  "ALG1L2(L)": 1719,
  "ALG1L2(M)": 1720,
  "ALG2(H)": 1721,
  "ALG2(L)": 1722,
  "ALG2(M)": 1723,
  "ALG3(H)": 1724,
  "ALG3(L)": 1725,
  "ALG3(M)": 1726,
  "ALG5(H)": 1727,
  "ALG5(L)": 1728,
  "ALG5(M)": 1729,
  "ALG6(H)": 1730,
  "ALG6(L)": 1731,
  "ALG6(M)": 1732,
  "ALG8(H)": 1733,
  "ALG8(L)": 1734,
  "ALG8(M)": 1735,
  "ALG9(H)": 1736,
  "ALG9(L)": 1737,
  "ALG9(M)": 1738,
  "ALK(H)": 1739,
  "ALK(L)": 1740,
  "ALK(M)": 1741,
  "ALKAL1(H)": 1742,
  "ALKAL1(L)": 1743,
  "ALKAL1(M)": 1744,
  "ALKAL2(H)": 1745,
  "ALKAL2(L)": 1746,
  "ALKAL2(M)": 1747,
  "ALKBH1(H)": 1748,
  "ALKBH1(L)": 1749,
  "ALKBH1(M)": 1750,
  "ALKBH2(H)": 1751,
  "ALKBH2(L)": 1752,
  "ALKBH2(M)": 1753,
  "ALKBH3(H)": 1754,
  "ALKBH3(L)": 1755,
  "ALKBH3(M)": 1756,
  "ALKBH4(H)": 1757,
  "ALKBH4(L)": 1758,
  "ALKBH4(M)": 1759,
  "ALKBH5(H)": 1760,
  "ALKBH5(L)": 1761,
  "ALKBH5(M)": 1762,
  "ALKBH6(H)": 1763,
  "ALKBH6(L)": 1764,
  "ALKBH6(M)": 1765,
  "ALKBH7(H)": 1766,
  "ALKBH7(L)": 1767,
  "ALKBH7(M)": 1768,
  "ALKBH8(H)": 1769,
  "ALKBH8(L)": 1770,
  "ALKBH8(M)": 1771,
  "ALLC(H)": 1772,
  "ALLC(L)": 1773,
  "ALLC(M)": 1774,
  "ALMS1(H)": 1775,
  "ALMS1(L)": 1776,
  "ALMS1(M)": 1777,
  "ALOX12(H)": 1778,
  "ALOX12(L)": 1779,
  "ALOX12(M)": 1780,
  "ALOX12B(H)": 1781,
  "ALOX12B(L)": 1782,
  "ALOX12B(M)": 1783,
  "ALOX15(H)": 1784,
  "ALOX15(L)": 1785,
  "ALOX15(M)": 1786,
  "ALOX15B(H)": 1787,
  "ALOX15B(L)": 1788,
  "ALOX15B(M)": 1789,
  "ALOX5(H)": 1790,
  "ALOX5(L)": 1791,
  "ALOX5(M)": 1792,
  "ALOX5AP(H)": 1793,
  "ALOX5AP(L)": 1794,
  "ALOX5AP(M)": 1795,
  "ALOXE3(H)": 1796,
  "ALOXE3(L)": 1797,
  "ALOXE3(M)": 1798,
  "ALPG(H)": 1799,
  "ALPG(L)": 1800,
  "ALPG(M)": 1801,
  "ALPI(H)": 1802,
  "ALPI(L)": 1803,
  "ALPI(M)": 1804,
  "ALPK1(H)": 1805,
  "ALPK1(L)": 1806,
  "ALPK1(M)": 1807,
  "ALPK2(H)": 1808,
  "ALPK2(L)": 1809,
  "ALPK2(M)": 1810,
  "ALPK3(H)": 1811,
  "ALPK3(L)": 1812,
  "ALPK3(M)": 1813,
  "ALPL(H)": 1814,
  "ALPL(L)": 1815,
  "ALPL(M)": 1816,
  "ALPP(H)": 1817,
  "ALPP(L)": 1818,
  "ALPP(M)": 1819,
  "ALS2(H)": 1820,
  "ALS2(L)": 1821,
  "ALS2(M)": 1822,
  "ALS2CL(H)": 1823,
  "ALS2CL(L)": 1824,
  "ALS2CL(M)": 1825,
  "ALX1(H)": 1826,
  "ALX1(L)": 1827,
  "ALX1(M)": 1828,
  "ALX3(H)": 1829,
  "ALX3(L)": 1830,
  "ALX3(M)": 1831,
  "ALX4(H)": 1832,
  "ALX4(L)": 1833,
  "ALX4(M)": 1834,
  "ALYREF(H)": 1835,
  "ALYREF(L)": 1836,
  "ALYREF(M)": 1837,
  "AMACR(H)": 1838,
  "AMACR(L)": 1839,
  "AMACR(M)": 1840,
  "AMBN(H)": 1841,
  "AMBN(L)": 1842,
  "AMBN(M)": 1843,
  "AMBP(H)": 1844,
  "AMBP(L)": 1845,
  "AMBP(M)": 1846,
  "AMBRA1(H)": 1847,
  "AMBRA1(L)": 1848,
  "AMBRA1(M)": 1849,
  "AMD1(H)": 1850,
  "AMD1(L)": 1851,
  "AMD1(M)": 1852,
  "AMDHD1(H)": 1853,
  "AMDHD1(L)": 1854,
  "AMDHD1(M)": 1855,
  "AMDHD2(H)": 1856,
  "AMDHD2(L)": 1857,
  "AMDHD2(M)": 1858,
  "AMELX(H)": 1859,
  "AMELX(L)": 1860,
  "AMELX(M)": 1861,
  "AMELY(H)": 1862,
  "AMELY(L)": 1863,
  "AMELY(M)": 1864,
  "AMER1(H)": 1865,
  "AMER1(L)": 1866,
  "AMER1(M)": 1867,
  "AMER2(H)": 1868,
  "AMER2(L)": 1869,
  "AMER2(M)": 1870,
  "AMER3(H)": 1871,
  "AMER3(L)": 1872,
  "AMER3(M)": 1873,
  "AMFR(H)": 1874,
  "AMFR(L)": 1875,
  "AMFR(M)": 1876,
  "AMH(H)": 1877,
  "AMH(L)": 1878,
  "AMH(M)": 1879,
  "AMHR2(H)": 1880,
  "AMHR2(L)": 1881,
  "AMHR2(M)": 1882,
  "AMIGO1(H)": 1883,
  "AMIGO1(L)": 1884,
  "AMIGO1(M)": 1885,
  "AMIGO2(H)": 1886,
  "AMIGO2(L)": 1887,
  "AMIGO2(M)": 1888,
  "AMIGO3(H)": 1889,
  "AMIGO3(L)": 1890,
  "AMIGO3(M)": 1891,
  "AMMECR1(H)": 1892,
  "AMMECR1(L)": 1893,
  "AMMECR1(M)": 1894,
  "AMMECR1L(H)": 1895,
  "AMMECR1L(L)": 1896,
  "AMMECR1L(M)": 1897,
  "AMN(H)": 1898,
  "AMN(L)": 1899,
  "AMN(M)": 1900,
  "AMN1(H)": 1901,
  "AMN1(L)": 1902,
  "AMN1(M)": 1903,
  "AMOT(H)": 1904,
  "AMOT(L)": 1905,
  "AMOT(M)": 1906,
  "AMOTL1(H)": 1907,
  "AMOTL1(L)": 1908,
  "AMOTL1(M)": 1909,
  "AMOTL2(H)": 1910,
  "AMOTL2(L)": 1911,
  "AMOTL2(M)": 1912,
  "AMPD1(H)": 1913,
  "AMPD1(L)": 1914,
  "AMPD1(M)": 1915,
  "AMPD2(H)": 1916,
  "AMPD2(L)": 1917,
  "AMPD2(M)": 1918,
  "AMPD3(H)": 1919,
  "AMPD3(L)": 1920,
  "AMPD3(M)": 1921,
  "AMPH(H)": 1922,
  "AMPH(L)": 1923,
  "AMPH(M)": 1924,
  "AMT(H)": 1925,
  "AMT(L)": 1926,
  "AMT(M)": 1927,
  "AMTN(H)": 1928,
  "AMTN(L)": 1929,
  "AMTN(M)": 1930,
  "AMY1A(H)": 1931,
  "AMY1A(L)": 1932,
  "AMY1A(M)": 1933,
  "AMY1B(H)": 1934,
  "AMY1B(L)": 1935,
  "AMY1B(M)": 1936,
  "AMY1C(H)": 1937,
  "AMY1C(L)": 1938,
  "AMY1C(M)": 1939,
  "AMY2A(H)": 1940,
  "AMY2A(L)": 1941,
  "AMY2A(M)": 1942,
  "AMY2B(H)": 1943,
  "AMY2B(L)": 1944,
  "AMY2B(M)": 1945,
  "AMZ1(H)": 1946,
  "AMZ1(L)": 1947,
  "AMZ1(M)": 1948,
  "AMZ2(H)": 1949,
  "AMZ2(L)": 1950,
  "AMZ2(M)": 1951,
  "ANAPC1(H)": 1952,
  "ANAPC1(L)": 1953,
  "ANAPC1(M)": 1954,
  "ANAPC10(H)": 1955,
  "ANAPC10(L)": 1956,
  "ANAPC10(M)": 1957,
  "ANAPC11(H)": 1958,
  "ANAPC11(L)": 1959,
  "ANAPC11(M)": 1960,
  "ANAPC13(H)": 1961,
  "ANAPC13(L)": 1962,
  "ANAPC13(M)": 1963,
  "ANAPC15(H)": 1964,
  "ANAPC15(L)": 1965,
  "ANAPC15(M)": 1966,
  "ANAPC16(H)": 1967,
  "ANAPC16(L)": 1968,
  "ANAPC16(M)": 1969,
  "ANAPC2(H)": 1970,
  "ANAPC2(L)": 1971,
  "ANAPC2(M)": 1972,
  "ANAPC4(H)": 1973,
  "ANAPC4(L)": 1974,
  "ANAPC4(M)": 1975,
  "ANAPC5(H)": 1976,
  "ANAPC5(L)": 1977,
  "ANAPC5(M)": 1978,
  "ANAPC7(H)": 1979,
  "ANAPC7(L)": 1980,
  "ANAPC7(M)": 1981,
  "ANG(H)": 1982,
  "ANG(L)": 1983,
  "ANG(M)": 1984,
  "ANGEL1(H)": 1985,
  "ANGEL1(L)": 1986,
  "ANGEL1(M)": 1987,
  "ANGEL2(H)": 1988,
  "ANGEL2(L)": 1989,
  "ANGEL2(M)": 1990,
  "ANGPT1(H)": 1991,
  "ANGPT1(L)": 1992,
  "ANGPT1(M)": 1993,
  "ANGPT2(H)": 1994,
  "ANGPT2(L)": 1995,
  "ANGPT2(M)": 1996,
  "ANGPT4(H)": 1997,
  "ANGPT4(L)": 1998,
  "ANGPT4(M)": 1999,
  "ANGPTL1(H)": 2000,
  "ANGPTL1(L)": 2001,
  "ANGPTL1(M)": 2002,
  "ANGPTL2(H)": 2003,
  "ANGPTL2(L)": 2004,
  "ANGPTL2(M)": 2005,
  "ANGPTL3(H)": 2006,
  "ANGPTL3(L)": 2007,
  "ANGPTL3(M)": 2008,
  "ANGPTL4(H)": 2009,
  "ANGPTL4(L)": 2010,
  "ANGPTL4(M)": 2011,
  "ANGPTL5(H)": 2012,
  "ANGPTL5(L)": 2013,
  "ANGPTL5(M)": 2014,
  "ANGPTL6(H)": 2015,
  "ANGPTL6(L)": 2016,
  "ANGPTL6(M)": 2017,
  "ANGPTL7(H)": 2018,
  "ANGPTL7(L)": 2019,
  "ANGPTL7(M)": 2020,
  "ANGPTL8(H)": 2021,
  "ANGPTL8(L)": 2022,
  "ANGPTL8(M)": 2023,
  "ANHX(H)": 2024,
  "ANHX(L)": 2025,
  "ANHX(M)": 2026,
  "ANK1(H)": 2027,
  "ANK1(L)": 2028,
  "ANK1(M)": 2029,
  "ANK2(H)": 2030,
  "ANK2(L)": 2031,
  "ANK2(M)": 2032,
  "ANK3(H)": 2033,
  "ANK3(L)": 2034,
  "ANK3(M)": 2035,
  "ANKAR(H)": 2036,
  "ANKAR(L)": 2037,
  "ANKAR(M)": 2038,
  "ANKDD1A(H)": 2039,
  "ANKDD1A(L)": 2040,
  "ANKDD1A(M)": 2041,
  "ANKDD1B(H)": 2042,
  "ANKDD1B(L)": 2043,
  "ANKDD1B(M)": 2044,
  "ANKEF1(H)": 2045,
  "ANKEF1(L)": 2046,
  "ANKEF1(M)": 2047,
  "ANKFN1(H)": 2048,
  "ANKFN1(L)": 2049,
  "ANKFN1(M)": 2050,
  "ANKFY1(H)": 2051,
  "ANKFY1(L)": 2052,
  "ANKFY1(M)": 2053,
  "ANKH(H)": 2054,
  "ANKH(L)": 2055,
  "ANKH(M)": 2056,
  "ANKHD1(H)": 2057,
  "ANKHD1(L)": 2058,
  "ANKHD1(M)": 2059,
  "ANKHD1-EIF4EBP3(H)": 2060,
  "ANKHD1-EIF4EBP3(L)": 2061,
  "ANKHD1-EIF4EBP3(M)": 2062,
  "ANKIB1(H)": 2063,
  "ANKIB1(L)": 2064,
  "ANKIB1(M)": 2065,
  "ANKK1(H)": 2066,
  "ANKK1(L)": 2067,
  "ANKK1(M)": 2068,
  "ANKLE1(H)": 2069,
  "ANKLE1(L)": 2070,
  "ANKLE1(M)": 2071,
  "ANKLE2(H)": 2072,
  "ANKLE2(L)": 2073,
  "ANKLE2(M)": 2074,
  "ANKMY1(H)": 2075,
  "ANKMY1(L)": 2076,
  "ANKMY1(M)": 2077,
  "ANKMY2(H)": 2078,
  "ANKMY2(L)": 2079,
  "ANKMY2(M)": 2080,
  "ANKRA2(H)": 2081,
  "ANKRA2(L)": 2082,
  "ANKRA2(M)": 2083,
  "ANKRD1(H)": 2084,
  "ANKRD1(L)": 2085,
  "ANKRD1(M)": 2086,
  "ANKRD10(H)": 2087,
  "ANKRD10(L)": 2088,
  "ANKRD10(M)": 2089,
  "ANKRD11(H)": 2090,
  "ANKRD11(L)": 2091,
  "ANKRD11(M)": 2092,
  "ANKRD12(H)": 2093,
  "ANKRD12(L)": 2094,
  "ANKRD12(M)": 2095,
  "ANKRD13A(H)": 2096,
  "ANKRD13A(L)": 2097,
  "ANKRD13A(M)": 2098,
  "ANKRD13B(H)": 2099,
  "ANKRD13B(L)": 2100,
  "ANKRD13B(M)": 2101,
  "ANKRD13C(H)": 2102,
  "ANKRD13C(L)": 2103,
  "ANKRD13C(M)": 2104,
  "ANKRD13D(H)": 2105,
  "ANKRD13D(L)": 2106,
  "ANKRD13D(M)": 2107,
  "ANKRD16(H)": 2108,
  "ANKRD16(L)": 2109,
  "ANKRD16(M)": 2110,
  "ANKRD17(H)": 2111,
  "ANKRD17(L)": 2112,
  "ANKRD17(M)": 2113,
  "ANKRD18A(H)": 2114,
  "ANKRD18A(L)": 2115,
  "ANKRD18A(M)": 2116,
  "ANKRD18B(H)": 2117,
  "ANKRD18B(L)": 2118,
  "ANKRD18B(M)": 2119,
  "ANKRD2(H)": 2120,
  "ANKRD2(L)": 2121,
  "ANKRD2(M)": 2122,
  "ANKRD20A1(H)": 2123,
  "ANKRD20A1(L)": 2124,
  "ANKRD20A1(M)": 2125,
  "ANKRD22(H)": 2126,
  "ANKRD22(L)": 2127,
  "ANKRD22(M)": 2128,
  "ANKRD23(H)": 2129,
  "ANKRD23(L)": 2130,
  "ANKRD23(M)": 2131,
  "ANKRD24(H)": 2132,
  "ANKRD24(L)": 2133,
  "ANKRD24(M)": 2134,
  "ANKRD26(H)": 2135,
  "ANKRD26(L)": 2136,
  "ANKRD26(M)": 2137,
  "ANKRD27(H)": 2138,
  "ANKRD27(L)": 2139,
  "ANKRD27(M)": 2140,
  "ANKRD28(H)": 2141,
  "ANKRD28(L)": 2142,
  "ANKRD28(M)": 2143,
  "ANKRD29(H)": 2144,
  "ANKRD29(L)": 2145,
  "ANKRD29(M)": 2146,
  "ANKRD30A(H)": 2147,
  "ANKRD30A(L)": 2148,
  "ANKRD30A(M)": 2149,
  "ANKRD30B(H)": 2150,
  "ANKRD30B(L)": 2151,
  "ANKRD30B(M)": 2152,
  "ANKRD30BL(H)": 2153,
  "ANKRD30BL(L)": 2154,
  "ANKRD30BL(M)": 2155,
  "ANKRD31(H)": 2156,
  "ANKRD31(L)": 2157,
  "ANKRD31(M)": 2158,
  "ANKRD33(H)": 2159,
  "ANKRD33(L)": 2160,
  "ANKRD33(M)": 2161,
  "ANKRD33B(H)": 2162,
  "ANKRD33B(L)": 2163,
  "ANKRD33B(M)": 2164,
  "ANKRD34A(H)": 2165,
  "ANKRD34A(L)": 2166,
  "ANKRD34A(M)": 2167,
  "ANKRD34B(H)": 2168,
  "ANKRD34B(L)": 2169,
  "ANKRD34B(M)": 2170,
  "ANKRD34C(H)": 2171,
  "ANKRD34C(L)": 2172,
  "ANKRD34C(M)": 2173,
  "ANKRD35(H)": 2174,
  "ANKRD35(L)": 2175,
  "ANKRD35(M)": 2176,
  "ANKRD36(H)": 2177,
  "ANKRD36(L)": 2178,
  "ANKRD36(M)": 2179,
  "ANKRD36B(H)": 2180,
  "ANKRD36B(L)": 2181,
  "ANKRD36B(M)": 2182,
  "ANKRD36C(H)": 2183,
  "ANKRD36C(L)": 2184,
  "ANKRD36C(M)": 2185,
  "ANKRD37(H)": 2186,
  "ANKRD37(L)": 2187,
  "ANKRD37(M)": 2188,
  "ANKRD39(H)": 2189,
  "ANKRD39(L)": 2190,
  "ANKRD39(M)": 2191,
  "ANKRD40(H)": 2192,
  "ANKRD40(L)": 2193,
  "ANKRD40(M)": 2194,
  "ANKRD40CL(H)": 2195,
  "ANKRD40CL(L)": 2196,
  "ANKRD40CL(M)": 2197,
  "ANKRD42(H)": 2198,
  "ANKRD42(L)": 2199,
  "ANKRD42(M)": 2200,
  "ANKRD44(H)": 2201,
  "ANKRD44(L)": 2202,
  "ANKRD44(M)": 2203,
  "ANKRD45(H)": 2204,
  "ANKRD45(L)": 2205,
  "ANKRD45(M)": 2206,
  "ANKRD46(H)": 2207,
  "ANKRD46(L)": 2208,
  "ANKRD46(M)": 2209,
  "ANKRD49(H)": 2210,
  "ANKRD49(L)": 2211,
  "ANKRD49(M)": 2212,
  "ANKRD50(H)": 2213,
  "ANKRD50(L)": 2214,
  "ANKRD50(M)": 2215,
  "ANKRD52(H)": 2216,
  "ANKRD52(L)": 2217,
  "ANKRD52(M)": 2218,
  "ANKRD53(H)": 2219,
  "ANKRD53(L)": 2220,
  "ANKRD53(M)": 2221,
  "ANKRD54(H)": 2222,
  "ANKRD54(L)": 2223,
  "ANKRD54(M)": 2224,
  "ANKRD55(H)": 2225,
  "ANKRD55(L)": 2226,
  "ANKRD55(M)": 2227,
  "ANKRD6(H)": 2228,
  "ANKRD6(L)": 2229,
  "ANKRD6(M)": 2230,
  "ANKRD60(H)": 2231,
  "ANKRD60(L)": 2232,
  "ANKRD60(M)": 2233,
  "ANKRD61(H)": 2234,
  "ANKRD61(L)": 2235,
  "ANKRD61(M)": 2236,
  "ANKRD62(H)": 2237,
  "ANKRD62(L)": 2238,
  "ANKRD62(M)": 2239,
  "ANKRD63(H)": 2240,
  "ANKRD63(L)": 2241,
  "ANKRD63(M)": 2242,
  "ANKRD65(H)": 2243,
  "ANKRD65(L)": 2244,
  "ANKRD65(M)": 2245,
  "ANKRD66(H)": 2246,
  "ANKRD66(L)": 2247,
  "ANKRD66(M)": 2248,
  "ANKRD7(H)": 2249,
  "ANKRD7(L)": 2250,
  "ANKRD7(M)": 2251,
  "ANKRD9(H)": 2252,
  "ANKRD9(L)": 2253,
  "ANKRD9(M)": 2254,
  "ANKS1A(H)": 2255,
  "ANKS1A(L)": 2256,
  "ANKS1A(M)": 2257,
  "ANKS1B(H)": 2258,
  "ANKS1B(L)": 2259,
  "ANKS1B(M)": 2260,
  "ANKS3(H)": 2261,
  "ANKS3(L)": 2262,
  "ANKS3(M)": 2263,
  "ANKS4B(H)": 2264,
  "ANKS4B(L)": 2265,
  "ANKS4B(M)": 2266,
  "ANKS6(H)": 2267,
  "ANKS6(L)": 2268,
  "ANKS6(M)": 2269,
  "ANKUB1(H)": 2270,
  "ANKUB1(L)": 2271,
  "ANKUB1(M)": 2272,
  "ANKZF1(H)": 2273,
  "ANKZF1(L)": 2274,
  "ANKZF1(M)": 2275,
  "ANLN(H)": 2276,
  "ANLN(L)": 2277,
  "ANLN(M)": 2278,
  "ANO1(H)": 2279,
  "ANO1(L)": 2280,
  "ANO1(M)": 2281,
  "ANO10(H)": 2282,
  "ANO10(L)": 2283,
  "ANO10(M)": 2284,
  "ANO2(H)": 2285,
  "ANO2(L)": 2286,
  "ANO2(M)": 2287,
  "ANO3(H)": 2288,
  "ANO3(L)": 2289,
  "ANO3(M)": 2290,
  "ANO4(H)": 2291,
  "ANO4(L)": 2292,
  "ANO4(M)": 2293,
  "ANO5(H)": 2294,
  "ANO5(L)": 2295,
  "ANO5(M)": 2296,
  "ANO6(H)": 2297,
  "ANO6(L)": 2298,
  "ANO6(M)": 2299,
  "ANO7(H)": 2300,
  "ANO7(L)": 2301,
  "ANO7(M)": 2302,
  "ANO8(H)": 2303,
  "ANO8(L)": 2304,
  "ANO8(M)": 2305,
  "ANO9(H)": 2306,
  "ANO9(L)": 2307,
  "ANO9(M)": 2308,
  "ANOS1(H)": 2309,
  "ANOS1(L)": 2310,
  "ANOS1(M)": 2311,
  "ANP32A(H)": 2312,
  "ANP32A(L)": 2313,
  "ANP32A(M)": 2314,
  "ANP32B(H)": 2315,
  "ANP32B(L)": 2316,
  "ANP32B(M)": 2317,
  "ANP32D(H)": 2318,
  "ANP32D(L)": 2319,
  "ANP32D(M)": 2320,
  "ANP32E(H)": 2321,
  "ANP32E(L)": 2322,
  "ANP32E(M)": 2323,
  "ANPEP(H)": 2324,
  "ANPEP(L)": 2325,
  "ANPEP(M)": 2326,
  "ANTKMT(H)": 2327,
  "ANTKMT(L)": 2328,
  "ANTKMT(M)": 2329,
  "ANTXR1(H)": 2330,
  "ANTXR1(L)": 2331,
  "ANTXR1(M)": 2332,
  "ANTXR2(H)": 2333,
  "ANTXR2(L)": 2334,
  "ANTXR2(M)": 2335,
  "ANTXRL(H)": 2336,
  "ANTXRL(L)": 2337,
  "ANTXRL(M)": 2338,
  "ANXA1(H)": 2339,
  "ANXA1(L)": 2340,
  "ANXA1(M)": 2341,
  "ANXA10(H)": 2342,
  "ANXA10(L)": 2343,
  "ANXA10(M)": 2344,
  "ANXA11(H)": 2345,
  "ANXA11(L)": 2346,
  "ANXA11(M)": 2347,
  "ANXA13(H)": 2348,
  "ANXA13(L)": 2349,
  "ANXA13(M)": 2350,
  "ANXA2(H)": 2351,
  "ANXA2(L)": 2352,
  "ANXA2(M)": 2353,
  "ANXA2R(H)": 2354,
  "ANXA2R(L)": 2355,
  "ANXA2R(M)": 2356,
  "ANXA3(H)": 2357,
  "ANXA3(L)": 2358,
  "ANXA3(M)": 2359,
  "ANXA4(H)": 2360,
  "ANXA4(L)": 2361,
  "ANXA4(M)": 2362,
  "ANXA5(H)": 2363,
  "ANXA5(L)": 2364,
  "ANXA5(M)": 2365,
  "ANXA6(H)": 2366,
  "ANXA6(L)": 2367,
  "ANXA6(M)": 2368,
  "ANXA7(H)": 2369,
  "ANXA7(L)": 2370,
  "ANXA7(M)": 2371,
  "ANXA8(H)": 2372,
  "ANXA8(L)": 2373,
  "ANXA8(M)": 2374,
  "ANXA8L1(H)": 2375,
  "ANXA8L1(L)": 2376,
  "ANXA8L1(M)": 2377,
  "ANXA9(H)": 2378,
  "ANXA9(L)": 2379,
  "ANXA9(M)": 2380,
  "AOAH(H)": 2381,
  "AOAH(L)": 2382,
  "AOAH(M)": 2383,
  "AOC1(H)": 2384,
  "AOC1(L)": 2385,
  "AOC1(M)": 2386,
  "AOC2(H)": 2387,
  "AOC2(L)": 2388,
  "AOC2(M)": 2389,
  "AOC3(H)": 2390,
  "AOC3(L)": 2391,
  "AOC3(M)": 2392,
  "AOPEP(H)": 2393,
  "AOPEP(L)": 2394,
  "AOPEP(M)": 2395,
  "AOX1(H)": 2396,
  "AOX1(L)": 2397,
  "AOX1(M)": 2398,
  "AP1AR(H)": 2399,
  "AP1AR(L)": 2400,
  "AP1AR(M)": 2401,
  "AP1B1(H)": 2402,
  "AP1B1(L)": 2403,
  "AP1B1(M)": 2404,
  "AP1G1(H)": 2405,
  "AP1G1(L)": 2406,
  "AP1G1(M)": 2407,
  "AP1G2(H)": 2408,
  "AP1G2(L)": 2409,
  "AP1G2(M)": 2410,
  "AP1M1(H)": 2411,
  "AP1M1(L)": 2412,
  "AP1M1(M)": 2413,
  "AP1M2(H)": 2414,
  "AP1M2(L)": 2415,
  "AP1M2(M)": 2416,
  "AP1S1(H)": 2417,
  "AP1S1(L)": 2418,
  "AP1S1(M)": 2419,
  "AP1S2(H)": 2420,
  "AP1S2(L)": 2421,
  "AP1S2(M)": 2422,
  "AP1S3(H)": 2423,
  "AP1S3(L)": 2424,
  "AP1S3(M)": 2425,
  "AP2A1(H)": 2426,
  "AP2A1(L)": 2427,
  "AP2A1(M)": 2428,
  "AP2A2(H)": 2429,
  "AP2A2(L)": 2430,
  "AP2A2(M)": 2431,
  "AP2B1(H)": 2432,
  "AP2B1(L)": 2433,
  "AP2B1(M)": 2434,
  "AP2M1(H)": 2435,
  "AP2M1(L)": 2436,
  "AP2M1(M)": 2437,
  "AP2S1(H)": 2438,
  "AP2S1(L)": 2439,
  "AP2S1(M)": 2440,
  "AP3B1(H)": 2441,
  "AP3B1(L)": 2442,
  "AP3B1(M)": 2443,
  "AP3B2(H)": 2444,
  "AP3B2(L)": 2445,
  "AP3B2(M)": 2446,
  "AP3D1(H)": 2447,
  "AP3D1(L)": 2448,
  "AP3D1(M)": 2449,
  "AP3M1(H)": 2450,
  "AP3M1(L)": 2451,
  "AP3M1(M)": 2452,
  "AP3M2(H)": 2453,
  "AP3M2(L)": 2454,
  "AP3M2(M)": 2455,
  "AP3S1(H)": 2456,
  "AP3S1(L)": 2457,
  "AP3S1(M)": 2458,
  "AP3S2(H)": 2459,
  "AP3S2(L)": 2460,
  "AP3S2(M)": 2461,
  "AP4B1(H)": 2462,
  "AP4B1(L)": 2463,
  "AP4B1(M)": 2464,
  "AP4E1(H)": 2465,
  "AP4E1(L)": 2466,
  "AP4E1(M)": 2467,
  "AP4M1(H)": 2468,
  "AP4M1(L)": 2469,
  "AP4M1(M)": 2470,
  "AP4S1(H)": 2471,
  "AP4S1(L)": 2472,
  "AP4S1(M)": 2473,
  "AP5B1(H)": 2474,
  "AP5B1(L)": 2475,
  "AP5B1(M)": 2476,
  "AP5M1(H)": 2477,
  "AP5M1(L)": 2478,
  "AP5M1(M)": 2479,
  "AP5S1(H)": 2480,
  "AP5S1(L)": 2481,
  "AP5S1(M)": 2482,
  "AP5Z1(H)": 2483,
  "AP5Z1(L)": 2484,
  "AP5Z1(M)": 2485,
  "APAF1(H)": 2486,
  "APAF1(L)": 2487,
  "APAF1(M)": 2488,
  "APBA1(H)": 2489,
  "APBA1(L)": 2490,
  "APBA1(M)": 2491,
  "APBA2(H)": 2492,
  "APBA2(L)": 2493,
  "APBA2(M)": 2494,
  "APBA3(H)": 2495,
  "APBA3(L)": 2496,
  "APBA3(M)": 2497,
  "APBB1(H)": 2498,
  "APBB1(L)": 2499,
