{
  "[PAD]": 0,
  "[MASK]": 1,
  "[UNK]": 2,
  "[CLS]": 3,
  "[SEP]": 4,
  "A1BG": 5,
  "A1CF": 6,
  "A2M": 7,
  "A2ML1": 8,
  "A3GALT2": 9,
  "A4GALT": 10,
  "A4GNT": 11,
  "AAAS": 12,
  "AACS": 13,
  "AADAC": 14,
  "AADACL2": 15,
  "AADACL3": 16,
  "AADACL4": 17,
  "AADAT": 18,
  "AAGAB": 19,
  "AAK1": 20,
  "AAMDC": 21,
  "AAMP": 22,
  "AANAT": 23,
  "AAR2": 24,
  "AARD": 25,
  "AARS1": 26,
  "AARS2": 27,
  "AARSD1": 28,
  "AASDH": 29,
  "AASDHPPT": 30,
  "AASS": 31,
  "AATF": 32,
  "AATK": 33,
  "ABAT": 34,
  "ABCA1": 35,
  "ABCA10": 36,
  "ABCA12": 37,
  "ABCA13": 38,
  "ABCA2": 39,
  "ABCA3": 40,
  "ABCA4": 41,
  "ABCA5": 42,
  "ABCA6": 43,
  "ABCA7": 44,
  "ABCA8": 45,
  "ABCA9": 46,
  "ABCB1": 47,
  "ABCB10": 48,
  "ABCB11": 49,
  "ABCB4": 50,
  "ABCB5": 51,
  "ABCB6": 52,
  "ABCB7": 53,
  "ABCB8": 54,
  "ABCB9": 55,
  "ABCC1": 56,
  "ABCC10": 57,
  "ABCC11": 58,
  "ABCC12": 59,
  "ABCC2": 60,
  "ABCC3": 61,
  "ABCC4": 62,
  "ABCC5": 63,
  "ABCC6": 64,
  "ABCC8": 65,
  "ABCC9": 66,
  "ABCD1": 67,
  "ABCD2": 68,
  "ABCD3": 69,
  "ABCD4": 70,
  "ABCE1": 71,
  "ABCF1": 72,
  "ABCF2": 73,
  "ABCF2-H2BK1": 74,
  "ABCF3": 75,
  "ABCG1": 76,
  "ABCG2": 77,
  "ABCG4": 78,
  "ABCG5": 79,
  "ABCG8": 80,
  "ABHD1": 81,
  "ABHD10": 82,
  "ABHD11": 83,
  "ABHD12": 84,
  "ABHD12B": 85,
  "ABHD13": 86,
  "ABHD14A": 87,
  "ABHD14A-ACY1": 88,
  "ABHD14B": 89,
  "ABHD15": 90,
  "ABHD16A": 91,
  "ABHD16B": 92,
  "ABHD17A": 93,
  "ABHD17B": 94,
  "ABHD17C": 95,
  "ABHD18": 96,
  "ABHD2": 97,
  "ABHD3": 98,
  "ABHD4": 99,
  "ABHD5": 100,
  "ABHD6": 101,
  "ABHD8": 102,
  "ABI1": 103,
  "ABI2": 104,
  "ABI3": 105,
  "ABI3BP": 106,
  "ABITRAM": 107,
  "ABL1": 108,
  "ABL2": 109,
  "ABLIM1": 110,
  "ABLIM2": 111,
  "ABLIM3": 112,
  "ABO": 113,
  "ABR": 114,
  "ABRA": 115,
  "ABRACL": 116,
  "ABRAXAS1": 117,
  "ABRAXAS2": 118,
  "ABT1": 119,
  "ABTB1": 120,
  "ABTB2": 121,
  "ABTB3": 122,
  "ACAA1": 123,
  "ACAA2": 124,
  "ACACA": 125,
  "ACACB": 126,
  "ACAD10": 127,
  "ACAD11": 128,
  "ACAD8": 129,
  "ACAD9": 130,
  "ACADL": 131,
  "ACADM": 132,
  "ACADS": 133,
  "ACADSB": 134,
  "ACADVL": 135,
  "ACAN": 136,
  "ACAP1": 137,
  "ACAP2": 138,
  "ACAP3": 139,
  "ACAT1": 140,
  "ACAT2": 141,
  "ACBD3": 142,
  "ACBD4": 143,
  "ACBD5": 144,
  "ACBD6": 145,
  "ACBD7": 146,
  "ACCS": 147,
  "ACCSL": 148,
  "ACD": 149,
  "ACE": 150,
  "ACE2": 151,
  "ACER1": 152,
  "ACER2": 153,
  "ACER3": 154,
  "ACHE": 155,
  "ACIN1": 156,
  "ACKR1": 157,
  "ACKR2": 158,
  "ACKR3": 159,
  "ACKR4": 160,
  "ACLY": 161,
  "ACMSD": 162,
  "ACO1": 163,
  "ACO2": 164,
  "ACOD1": 165,
  "ACOT1": 166,
  "ACOT11": 167,
  "ACOT12": 168,
  "ACOT13": 169,
  "ACOT2": 170,
  "ACOT4": 171,
  "ACOT6": 172,
  "ACOT7": 173,
  "ACOT8": 174,
  "ACOT9": 175,
  "ACOX1": 176,
  "ACOX2": 177,
  "ACOX3": 178,
  "ACOXL": 179,
  "ACP1": 180,
  "ACP2": 181,
  "ACP3": 182,
  "ACP4": 183,
  "ACP5": 184,
  "ACP6": 185,
  "ACP7": 186,
  "ACR": 187,
  "ACRBP": 188,
  "ACRV1": 189,
  "ACSBG1": 190,
  "ACSBG2": 191,
  "ACSF2": 192,
  "ACSF3": 193,
  "ACSL1": 194,
  "ACSL3": 195,
  "ACSL4": 196,
  "ACSL5": 197,
  "ACSL6": 198,
  "ACSM1": 199,
  "ACSM2A": 200,
  "ACSM2B": 201,
  "ACSM3": 202,
  "ACSM4": 203,
  "ACSM5": 204,
  "ACSM6": 205,
  "ACSS1": 206,
  "ACSS2": 207,
  "ACSS3": 208,
  "ACTA1": 209,
  "ACTA2": 210,
  "ACTB": 211,
  "ACTBL2": 212,
  "ACTC1": 213,
  "ACTG1": 214,
  "ACTG2": 215,
  "ACTL10": 216,
  "ACTL6A": 217,
  "ACTL6B": 218,
  "ACTL7A": 219,
  "ACTL7B": 220,
  "ACTL8": 221,
  "ACTL9": 222,
  "ACTMAP": 223,
  "ACTN1": 224,
  "ACTN2": 225,
  "ACTN3": 226,
  "ACTN4": 227,
  "ACTR10": 228,
  "ACTR1A": 229,
  "ACTR1B": 230,
  "ACTR2": 231,
  "ACTR3": 232,
  "ACTR3B": 233,
  "ACTR3C": 234,
  "ACTR5": 235,
  "ACTR6": 236,
  "ACTR8": 237,
  "ACTRT1": 238,
  "ACTRT2": 239,
  "ACTRT3": 240,
  "ACVR1": 241,
  "ACVR1B": 242,
  "ACVR1C": 243,
  "ACVR2A": 244,
  "ACVR2B": 245,
  "ACVRL1": 246,
  "ACY1": 247,
  "ACY3": 248,
  "ACYP1": 249,
  "ACYP2": 250,
  "ADA": 251,
  "ADA2": 252,
  "ADAD1": 253,
  "ADAD2": 254,
  "ADAM10": 255,
  "ADAM11": 256,
  "ADAM12": 257,
  "ADAM15": 258,
  "ADAM17": 259,
  "ADAM18": 260,
  "ADAM19": 261,
  "ADAM2": 262,
  "ADAM20": 263,
  "ADAM21": 264,
  "ADAM22": 265,
  "ADAM23": 266,
  "ADAM28": 267,
  "ADAM29": 268,
  "ADAM30": 269,
  "ADAM32": 270,
  "ADAM33": 271,
  "ADAM7": 272,
  "ADAM8": 273,
  "ADAM9": 274,
  "ADAMDEC1": 275,
  "ADAMTS1": 276,
  "ADAMTS10": 277,
  "ADAMTS12": 278,
  "ADAMTS13": 279,
  "ADAMTS14": 280,
  "ADAMTS15": 281,
  "ADAMTS16": 282,
  "ADAMTS17": 283,
  "ADAMTS18": 284,
  "ADAMTS19": 285,
  "ADAMTS2": 286,
  "ADAMTS20": 287,
  "ADAMTS3": 288,
  "ADAMTS4": 289,
  "ADAMTS5": 290,
  "ADAMTS6": 291,
  "ADAMTS7": 292,
  "ADAMTS8": 293,
  "ADAMTS9": 294,
  "ADAMTSL1": 295,
  "ADAMTSL2": 296,
  "ADAMTSL3": 297,
  "ADAMTSL4": 298,
  "ADAMTSL5": 299,
  "ADAP1": 300,
  "ADAP2": 301,
  "ADAR": 302,
  "ADARB1": 303,
  "ADARB2": 304,
  "ADAT1": 305,
  "ADAT2": 306,
  "ADAT3": 307,
  "ADCK1": 308,
  "ADCK2": 309,
  "ADCK5": 310,
  "ADCY1": 311,
  "ADCY10": 312,
  "ADCY2": 313,
  "ADCY3": 314,
  "ADCY4": 315,
  "ADCY5": 316,
  "ADCY6": 317,
  "ADCY7": 318,
  "ADCY8": 319,
  "ADCY9": 320,
  "ADCYAP1": 321,
  "ADCYAP1R1": 322,
  "ADD1": 323,
  "ADD2": 324,
  "ADD3": 325,
  "ADGB": 326,
  "ADGRA1": 327,
  "ADGRA2": 328,
  "ADGRA3": 329,
  "ADGRB1": 330,
  "ADGRB2": 331,
  "ADGRB3": 332,
  "ADGRD1": 333,
  "ADGRD2": 334,
  "ADGRE1": 335,
  "ADGRE2": 336,
  "ADGRE3": 337,
  "ADGRE5": 338,
  "ADGRF1": 339,
  "ADGRF3": 340,
  "ADGRF4": 341,
  "ADGRF5": 342,
  "ADGRG1": 343,
  "ADGRG2": 344,
  "ADGRG3": 345,
  "ADGRG4": 346,
  "ADGRG5": 347,
  "ADGRG6": 348,
  "ADGRG7": 349,
  "ADGRL1": 350,
  "ADGRL2": 351,
  "ADGRL3": 352,
  "ADGRL4": 353,
  "ADGRV1": 354,
  "ADH1A": 355,
  "ADH1B": 356,
  "ADH1C": 357,
  "ADH4": 358,
  "ADH5": 359,
  "ADH6": 360,
  "ADH7": 361,
  "ADHFE1": 362,
  "ADI1": 363,
  "ADIG": 364,
  "ADIPOQ": 365,
  "ADIPOR1": 366,
  "ADIPOR2": 367,
  "ADIRF": 368,
  "ADISSP": 369,
  "ADK": 370,
  "ADM": 371,
  "ADM2": 372,
  "ADM5": 373,
  "ADNP": 374,
  "ADNP2": 375,
  "ADO": 376,
  "ADORA1": 377,
  "ADORA2A": 378,
  "ADORA2B": 379,
  "ADORA3": 380,
  "ADPGK": 381,
  "ADPRH": 382,
  "ADPRHL1": 383,
  "ADPRM": 384,
  "ADPRS": 385,
  "ADRA1A": 386,
  "ADRA1B": 387,
  "ADRA1D": 388,
  "ADRA2A": 389,
  "ADRA2B": 390,
  "ADRA2C": 391,
  "ADRB1": 392,
  "ADRB2": 393,
  "ADRB3": 394,
  "ADRM1": 395,
  "ADSL": 396,
  "ADSS1": 397,
  "ADSS2": 398,
  "ADTRP": 399,
  "AEBP1": 400,
  "AEBP2": 401,
  "AEN": 402,
  "AFAP1": 403,
  "AFAP1L1": 404,
  "AFAP1L2": 405,
  "AFDN": 406,
  "AFF1": 407,
  "AFF2": 408,
  "AFF3": 409,
  "AFF4": 410,
  "AFG1L": 411,
  "AFG2A": 412,
  "AFG2B": 413,
  "AFG3L2": 414,
  "AFM": 415,
  "AFMID": 416,
  "AFP": 417,
  "AFTPH": 418,
  "AGA": 419,
  "AGAP1": 420,
  "AGAP2": 421,
  "AGAP3": 422,
  "AGAP4": 423,
  "AGAP5": 424,
  "AGAP6": 425,
  "AGAP9": 426,
  "AGBL1": 427,
  "AGBL2": 428,
  "AGBL3": 429,
  "AGBL4": 430,
  "AGBL5": 431,
  "AGER": 432,
  "AGFG1": 433,
  "AGFG2": 434,
  "AGGF1": 435,
  "AGK": 436,
  "AGL": 437,
  "AGMAT": 438,
  "AGMO": 439,
  "AGO1": 440,
  "AGO2": 441,
  "AGO3": 442,
  "AGO4": 443,
  "AGPAT1": 444,
  "AGPAT2": 445,
  "AGPAT3": 446,
  "AGPAT4": 447,
  "AGPAT5": 448,
  "AGPS": 449,
  "AGR2": 450,
  "AGR3": 451,
  "AGRN": 452,
  "AGRP": 453,
  "AGT": 454,
  "AGTPBP1": 455,
  "AGTR1": 456,
  "AGTR2": 457,
  "AGTRAP": 458,
  "AGXT": 459,
  "AGXT2": 460,
  "AHCTF1": 461,
  "AHCY": 462,
  "AHCYL1": 463,
  "AHCYL2": 464,
  "AHDC1": 465,
  "AHI1": 466,
  "AHNAK": 467,
  "AHNAK2": 468,
  "AHR": 469,
  "AHRR": 470,
  "AHSA1": 471,
  "AHSG": 472,
  "AHSP": 473,
  "AICDA": 474,
  "AIDA": 475,
  "AIF1": 476,
  "AIF1L": 477,
  "AIFM1": 478,
  "AIFM2": 479,
  "AIFM3": 480,
  "AIG1": 481,
  "AIM2": 482,
  "AIMP1": 483,
  "AIMP2": 484,
  "AIP": 485,
  "AIPL1": 486,
  "AIRE": 487,
  "AIRIM": 488,
  "AJAP1": 489,
  "AJM1": 490,
  "AJUBA": 491,
  "AK1": 492,
  "AK2": 493,
  "AK3": 494,
  "AK4": 495,
  "AK4P3": 496,
  "AK5": 497,
  "AK6": 498,
  "AK7": 499,
  "AK8": 500,
  "AK9": 501,
  "AKAIN1": 502,
  "AKAP1": 503,
  "AKAP10": 504,
  "AKAP11": 505,
  "AKAP12": 506,
  "AKAP13": 507,
  "AKAP14": 508,
  "AKAP17A": 509,
  "AKAP3": 510,
  "AKAP4": 511,
  "AKAP5": 512,
  "AKAP6": 513,
  "AKAP7": 514,
  "AKAP8": 515,
  "AKAP8L": 516,
  "AKAP9": 517,
  "AKIP1": 518,
  "AKIRIN1": 519,
  "AKIRIN2": 520,
  "AKNA": 521,
  "AKNAD1": 522,
  "AKR1A1": 523,
  "AKR1B1": 524,
  "AKR1B10": 525,
  "AKR1B15": 526,
  "AKR1C1": 527,
  "AKR1C2": 528,
  "AKR1C3": 529,
  "AKR1C4": 530,
  "AKR1C8": 531,
  "AKR1D1": 532,
  "AKR1E2": 533,
  "AKR7A2": 534,
  "AKR7A3": 535,
  "AKR7L": 536,
  "AKT1": 537,
  "AKT1S1": 538,
  "AKT2": 539,
  "AKT3": 540,
  "AKTIP": 541,
  "ALAD": 542,
  "ALAS1": 543,
  "ALAS2": 544,
  "ALB": 545,
  "ALCAM": 546,
  "ALDH16A1": 547,
  "ALDH18A1": 548,
  "ALDH1A1": 549,
  "ALDH1A2": 550,
  "ALDH1A3": 551,
  "ALDH1B1": 552,
  "ALDH1L1": 553,
  "ALDH1L2": 554,
  "ALDH2": 555,
  "ALDH3A1": 556,
  "ALDH3A2": 557,
  "ALDH3B1": 558,
  "ALDH3B2": 559,
  "ALDH4A1": 560,
  "ALDH5A1": 561,
  "ALDH6A1": 562,
  "ALDH7A1": 563,
  "ALDH8A1": 564,
  "ALDH9A1": 565,
  "ALDOA": 566,
  "ALDOB": 567,
  "ALDOC": 568,
  "ALG1": 569,
  "ALG10": 570,
  "ALG10B": 571,
  "ALG11": 572,
  "ALG12": 573,
  "ALG13": 574,
  "ALG14": 575,
  "ALG1L2": 576,
  "ALG2": 577,
  "ALG3": 578,
  "ALG5": 579,
  "ALG6": 580,
  "ALG8": 581,
  "ALG9": 582,
  "ALK": 583,
  "ALKAL1": 584,
  "ALKAL2": 585,
  "ALKBH1": 586,
  "ALKBH2": 587,
  "ALKBH3": 588,
  "ALKBH4": 589,
  "ALKBH5": 590,
  "ALKBH6": 591,
  "ALKBH7": 592,
  "ALKBH8": 593,
  "ALLC": 594,
  "ALMS1": 595,
  "ALOX12": 596,
  "ALOX12B": 597,
  "ALOX15": 598,
  "ALOX15B": 599,
  "ALOX5": 600,
  "ALOX5AP": 601,
  "ALOXE3": 602,
  "ALPG": 603,
  "ALPI": 604,
  "ALPK1": 605,
  "ALPK2": 606,
  "ALPK3": 607,
  "ALPL": 608,
  "ALPP": 609,
  "ALS2": 610,
  "ALS2CL": 611,
  "ALX1": 612,
  "ALX3": 613,
  "ALX4": 614,
  "ALYREF": 615,
  "AMACR": 616,
  "AMBN": 617,
  "AMBP": 618,
  "AMBRA1": 619,
  "AMD1": 620,
  "AMDHD1": 621,
  "AMDHD2": 622,
  "AMELX": 623,
  "AMELY": 624,
  "AMER1": 625,
  "AMER2": 626,
  "AMER3": 627,
  "AMFR": 628,
  "AMH": 629,
  "AMHR2": 630,
  "AMIGO1": 631,
  "AMIGO2": 632,
  "AMIGO3": 633,
  "AMMECR1": 634,
  "AMMECR1L": 635,
  "AMN": 636,
  "AMN1": 637,
  "AMOT": 638,
  "AMOTL1": 639,
  "AMOTL2": 640,
  "AMPD1": 641,
  "AMPD2": 642,
  "AMPD3": 643,
  "AMPH": 644,
  "AMT": 645,
  "AMTN": 646,
  "AMY1A": 647,
  "AMY1B": 648,
  "AMY1C": 649,
  "AMY2A": 650,
  "AMY2B": 651,
  "AMZ1": 652,
  "AMZ2": 653,
  "ANAPC1": 654,
  "ANAPC10": 655,
  "ANAPC11": 656,
  "ANAPC13": 657,
  "ANAPC15": 658,
  "ANAPC16": 659,
  "ANAPC2": 660,
  "ANAPC4": 661,
  "ANAPC5": 662,
  "ANAPC7": 663,
  "ANG": 664,
  "ANGEL1": 665,
  "ANGEL2": 666,
  "ANGPT1": 667,
  "ANGPT2": 668,
  "ANGPT4": 669,
  "ANGPTL1": 670,
  "ANGPTL2": 671,
  "ANGPTL3": 672,
  "ANGPTL4": 673,
  "ANGPTL5": 674,
  "ANGPTL6": 675,
  "ANGPTL7": 676,
  "ANGPTL8": 677,
  "ANHX": 678,
  "ANK1": 679,
  "ANK2": 680,
  "ANK3": 681,
  "ANKAR": 682,
  "ANKDD1A": 683,
  "ANKDD1B": 684,
  "ANKEF1": 685,
  "ANKFN1": 686,
  "ANKFY1": 687,
  "ANKH": 688,
  "ANKHD1": 689,
  "ANKHD1-EIF4EBP3": 690,
  "ANKIB1": 691,
  "ANKK1": 692,
  "ANKLE1": 693,
  "ANKLE2": 694,
  "ANKMY1": 695,
  "ANKMY2": 696,
  "ANKRA2": 697,
  "ANKRD1": 698,
  "ANKRD10": 699,
  "ANKRD11": 700,
  "ANKRD12": 701,
  "ANKRD13A": 702,
  "ANKRD13B": 703,
  "ANKRD13C": 704,
  "ANKRD13D": 705,
  "ANKRD16": 706,
  "ANKRD17": 707,
  "ANKRD18A": 708,
  "ANKRD18B": 709,
  "ANKRD2": 710,
  "ANKRD20A1": 711,
  "ANKRD22": 712,
  "ANKRD23": 713,
  "ANKRD24": 714,
  "ANKRD26": 715,
  "ANKRD27": 716,
  "ANKRD28": 717,
  "ANKRD29": 718,
  "ANKRD30A": 719,
  "ANKRD30B": 720,
  "ANKRD30BL": 721,
  "ANKRD31": 722,
  "ANKRD33": 723,
  "ANKRD33B": 724,
  "ANKRD34A": 725,
  "ANKRD34B": 726,
  "ANKRD34C": 727,
  "ANKRD35": 728,
  "ANKRD36": 729,
  "ANKRD36B": 730,
  "ANKRD36C": 731,
  "ANKRD37": 732,
  "ANKRD39": 733,
  "ANKRD40": 734,
  "ANKRD40CL": 735,
  "ANKRD42": 736,
  "ANKRD44": 737,
  "ANKRD45": 738,
  "ANKRD46": 739,
  "ANKRD49": 740,
  "ANKRD50": 741,
  "ANKRD52": 742,
  "ANKRD53": 743,
  "ANKRD54": 744,
  "ANKRD55": 745,
  "ANKRD6": 746,
  "ANKRD60": 747,
  "ANKRD61": 748,
  "ANKRD62": 749,
  "ANKRD63": 750,
  "ANKRD65": 751,
  "ANKRD66": 752,
  "ANKRD7": 753,
  "ANKRD9": 754,
  "ANKS1A": 755,
  "ANKS1B": 756,
  "ANKS3": 757,
  "ANKS4B": 758,
  "ANKS6": 759,
  "ANKUB1": 760,
  "ANKZF1": 761,
  "ANLN": 762,
  "ANO1": 763,
  "ANO10": 764,
  "ANO2": 765,
  "ANO3": 766,
  "ANO4": 767,
  "ANO5": 768,
  "ANO6": 769,
  "ANO7": 770,
  "ANO8": 771,
  "ANO9": 772,
  "ANOS1": 773,
  "ANP32A": 774,
  "ANP32B": 775,
  "ANP32D": 776,
  "ANP32E": 777,
  "ANPEP": 778,
  "ANTKMT": 779,
  "ANTXR1": 780,
  "ANTXR2": 781,
  "ANTXRL": 782,
  "ANXA1": 783,
  "ANXA10": 784,
  "ANXA11": 785,
  "ANXA13": 786,
  "ANXA2": 787,
  "ANXA2R": 788,
  "ANXA3": 789,
  "ANXA4": 790,
  "ANXA5": 791,
  "ANXA6": 792,
  "ANXA7": 793,
  "ANXA8": 794,
  "ANXA8L1": 795,
  "ANXA9": 796,
  "AOAH": 797,
  "AOC1": 798,
  "AOC2": 799,
  "AOC3": 800,
  "AOPEP": 801,
  "AOX1": 802,
  "AP1AR": 803,
  "AP1B1": 804,
  "AP1G1": 805,
  "AP1G2": 806,
  "AP1M1": 807,
  "AP1M2": 808,
  "AP1S1": 809,
  "AP1S2": 810,
  "AP1S3": 811,
  "AP2A1": 812,
  "AP2A2": 813,
  "AP2B1": 814,
  "AP2M1": 815,
  "AP2S1": 816,
  "AP3B1": 817,
  "AP3B2": 818,
  "AP3D1": 819,
  "AP3M1": 820,
  "AP3M2": 821,
  "AP3S1": 822,
  "AP3S2": 823,
  "AP4B1": 824,
  "AP4E1": 825,
  "AP4M1": 826,
  "AP4S1": 827,
  "AP5B1": 828,
  "AP5M1": 829,
  "AP5S1": 830,
  "AP5Z1": 831,
  "APAF1": 832,
  "APBA1": 833,
  "APBA2": 834,
  "APBA3": 835,
  "APBB1": 836,
  "APBB1IP": 837,
  "APBB2": 838,
  "APBB3": 839,
  "APC": 840,
  "APC2": 841,
  "APCDD1": 842,
  "APCDD1L": 843,
  "APCS": 844,
  "APEH": 845,
  "APELA": 846,
  "APEX1": 847,
  "APEX2": 848,
  "APH1A": 849,
  "APH1B": 850,
  "API5": 851,
  "APIP": 852,
  "APLF": 853,
  "APLN": 854,
  "APLNR": 855,
  "APLP1": 856,
  "APLP2": 857,
  "APMAP": 858,
  "APOA1": 859,
  "APOA2": 860,
  "APOA4": 861,
  "APOA5": 862,
  "APOB": 863,
  "APOBEC1": 864,
  "APOBEC2": 865,
  "APOBEC3A": 866,
  "APOBEC3B": 867,
  "APOBEC3C": 868,
  "APOBEC3D": 869,
  "APOBEC3F": 870,
  "APOBEC3G": 871,
  "APOBEC3H": 872,
  "APOBEC4": 873,
  "APOBR": 874,
  "APOC1": 875,
  "APOC2": 876,
  "APOC3": 877,
  "APOC4": 878,
  "APOC4-APOC2": 879,
  "APOD": 880,
  "APOE": 881,
  "APOF": 882,
  "APOH": 883,
  "APOL1": 884,
  "APOL2": 885,
  "APOL3": 886,
  "APOL4": 887,
  "APOL5": 888,
  "APOL6": 889,
  "APOLD1": 890,
  "APOM": 891,
  "APOO": 892,
  "APOOL": 893,
  "APP": 894,
  "APPBP2": 895,
  "APPL1": 896,
  "APPL2": 897,
  "APRT": 898,
  "APTX": 899,
  "AQP1": 900,
  "AQP10": 901,
  "AQP11": 902,
  "AQP12A": 903,
  "AQP12B": 904,
  "AQP2": 905,
  "AQP3": 906,
  "AQP4": 907,
  "AQP5": 908,
  "AQP6": 909,
  "AQP7": 910,
  "AQP7B": 911,
  "AQP8": 912,
  "AQP9": 913,
  "AQR": 914,
  "AR": 915,
  "ARAF": 916,
  "ARAP1": 917,
  "ARAP2": 918,
  "ARAP3": 919,
  "ARB2A": 920,
  "ARC": 921,
  "ARCN1": 922,
  "AREG": 923,
  "AREL1": 924,
  "ARF1": 925,
  "ARF3": 926,
  "ARF4": 927,
  "ARF5": 928,
  "ARF6": 929,
  "ARFGAP1": 930,
  "ARFGAP2": 931,
  "ARFGAP3": 932,
  "ARFGEF1": 933,
  "ARFGEF2": 934,
  "ARFGEF3": 935,
  "ARFIP1": 936,
  "ARFIP2": 937,
  "ARFRP1": 938,
  "ARG1": 939,
  "ARG2": 940,
  "ARGFX": 941,
  "ARGLU1": 942,
  "ARHGAP1": 943,
  "ARHGAP10": 944,
  "ARHGAP11A": 945,
  "ARHGAP11A-SCG5": 946,
  "ARHGAP11B": 947,
  "ARHGAP12": 948,
  "ARHGAP15": 949,
  "ARHGAP17": 950,
  "ARHGAP18": 951,
  "ARHGAP19": 952,
  "ARHGAP19-SLIT1": 953,
  "ARHGAP20": 954,
  "ARHGAP21": 955,
  "ARHGAP22": 956,
  "ARHGAP23": 957,
  "ARHGAP24": 958,
  "ARHGAP25": 959,
  "ARHGAP26": 960,
  "ARHGAP27": 961,
  "ARHGAP28": 962,
  "ARHGAP29": 963,
  "ARHGAP30": 964,
  "ARHGAP31": 965,
  "ARHGAP32": 966,
  "ARHGAP33": 967,
  "ARHGAP35": 968,
  "ARHGAP36": 969,
  "ARHGAP39": 970,
  "ARHGAP4": 971,
  "ARHGAP40": 972,
  "ARHGAP42": 973,
  "ARHGAP44": 974,
  "ARHGAP45": 975,
  "ARHGAP5": 976,
  "ARHGAP6": 977,
  "ARHGAP8": 978,
  "ARHGAP9": 979,
  "ARHGDIA": 980,
  "ARHGDIB": 981,
  "ARHGDIG": 982,
  "ARHGEF1": 983,
  "ARHGEF10": 984,
  "ARHGEF10L": 985,
  "ARHGEF11": 986,
  "ARHGEF12": 987,
  "ARHGEF15": 988,
  "ARHGEF16": 989,
  "ARHGEF17": 990,
  "ARHGEF18": 991,
  "ARHGEF19": 992,
  "ARHGEF2": 993,
  "ARHGEF25": 994,
  "ARHGEF26": 995,
  "ARHGEF28": 996,
  "ARHGEF3": 997,
  "ARHGEF33": 998,
  "ARHGEF35": 999,
  "ARHGEF37": 1000,
  "ARHGEF38": 1001,
  "ARHGEF39": 1002,
  "ARHGEF4": 1003,
  "ARHGEF40": 1004,
  "ARHGEF5": 1005,
  "ARHGEF6": 1006,
  "ARHGEF7": 1007,
  "ARHGEF9": 1008,
  "ARID1A": 1009,
  "ARID1B": 1010,
  "ARID2": 1011,
  "ARID3A": 1012,
  "ARID3B": 1013,
  "ARID3C": 1014,
  "ARID4A": 1015,
  "ARID4B": 1016,
  "ARID5A": 1017,
  "ARID5B": 1018,
  "ARIH1": 1019,
  "ARIH2": 1020,
  "ARK2C": 1021,
  "ARK2N": 1022,
  "ARL1": 1023,
  "ARL10": 1024,
  "ARL11": 1025,
  "ARL13A": 1026,
  "ARL13B": 1027,
  "ARL14": 1028,
  "ARL14EP": 1029,
  "ARL14EPL": 1030,
  "ARL15": 1031,
  "ARL16": 1032,
  "ARL17A": 1033,
  "ARL17B": 1034,
  "ARL2": 1035,
  "ARL2-SNX15": 1036,
  "ARL2BP": 1037,
  "ARL3": 1038,
  "ARL4A": 1039,
  "ARL4C": 1040,
  "ARL4D": 1041,
  "ARL5A": 1042,
  "ARL5B": 1043,
  "ARL5C": 1044,
  "ARL6": 1045,
  "ARL6IP1": 1046,
  "ARL6IP4": 1047,
  "ARL6IP5": 1048,
  "ARL6IP6": 1049,
  "ARL8A": 1050,
  "ARL8B": 1051,
  "ARL9": 1052,
  "ARMC1": 1053,
  "ARMC10": 1054,
  "ARMC12": 1055,
  "ARMC2": 1056,
  "ARMC3": 1057,
  "ARMC5": 1058,
  "ARMC6": 1059,
  "ARMC7": 1060,
  "ARMC8": 1061,
  "ARMC9": 1062,
  "ARMCX1": 1063,
  "ARMCX2": 1064,
  "ARMCX3": 1065,
  "ARMCX4": 1066,
  "ARMCX5": 1067,
  "ARMCX5-GPRASP2": 1068,
  "ARMCX6": 1069,
  "ARMH1": 1070,
  "ARMH2": 1071,
  "ARMH3": 1072,
  "ARMH4": 1073,
  "ARMS2": 1074,
  "ARMT1": 1075,
  "ARNT": 1076,
  "ARNT2": 1077,
  "ARPC1A": 1078,
  "ARPC1B": 1079,
  "ARPC2": 1080,
  "ARPC3": 1081,
  "ARPC4": 1082,
  "ARPC4-TTLL3": 1083,
  "ARPC5": 1084,
  "ARPC5L": 1085,
  "ARPIN": 1086,
  "ARPIN-AP3S2": 1087,
  "ARPP19": 1088,
  "ARPP21": 1089,
  "ARR3": 1090,
  "ARRB1": 1091,
  "ARRB2": 1092,
  "ARRDC1": 1093,
  "ARRDC2": 1094,
  "ARRDC3": 1095,
  "ARRDC4": 1096,
  "ARRDC5": 1097,
  "ARSA": 1098,
  "ARSB": 1099,
  "ARSD": 1100,
  "ARSF": 1101,
  "ARSG": 1102,
  "ARSH": 1103,
  "ARSI": 1104,
  "ARSJ": 1105,
  "ARSK": 1106,
  "ARSL": 1107,
  "ART1": 1108,
  "ART3": 1109,
  "ART4": 1110,
  "ART5": 1111,
  "ARTN": 1112,
  "ARV1": 1113,
  "ARVCF": 1114,
  "ARX": 1115,
  "AS3MT": 1116,
  "ASAH1": 1117,
  "ASAH2": 1118,
  "ASAH2B": 1119,
  "ASAP1": 1120,
  "ASAP2": 1121,
  "ASAP3": 1122,
  "ASB1": 1123,
  "ASB10": 1124,
  "ASB11": 1125,
  "ASB12": 1126,
  "ASB13": 1127,
  "ASB14": 1128,
  "ASB15": 1129,
  "ASB16": 1130,
  "ASB17": 1131,
  "ASB18": 1132,
  "ASB2": 1133,
  "ASB3": 1134,
  "ASB4": 1135,
  "ASB5": 1136,
  "ASB6": 1137,
  "ASB7": 1138,
  "ASB8": 1139,
  "ASB9": 1140,
  "ASCC1": 1141,
  "ASCC2": 1142,
  "ASCC3": 1143,
  "ASCL1": 1144,
  "ASCL2": 1145,
  "ASCL3": 1146,
  "ASCL4": 1147,
  "ASCL5": 1148,
  "ASDURF": 1149,
  "ASF1A": 1150,
  "ASF1B": 1151,
  "ASGR1": 1152,
  "ASGR2": 1153,
  "ASH1L": 1154,
  "ASH2L": 1155,
  "ASIC1": 1156,
  "ASIC2": 1157,
  "ASIC3": 1158,
  "ASIC4": 1159,
  "ASIC5": 1160,
  "ASIP": 1161,
  "ASL": 1162,
  "ASMT": 1163,
  "ASMTL": 1164,
  "ASNS": 1165,
  "ASNSD1": 1166,
  "ASPA": 1167,
  "ASPDH": 1168,
  "ASPG": 1169,
  "ASPH": 1170,
  "ASPHD1": 1171,
  "ASPHD2": 1172,
  "ASPM": 1173,
  "ASPN": 1174,
  "ASPRV1": 1175,
  "ASPSCR1": 1176,
  "ASRGL1": 1177,
  "ASS1": 1178,
  "ASTE1": 1179,
  "ASTL": 1180,
  "ASTN1": 1181,
  "ASTN2": 1182,
  "ASXL1": 1183,
  "ASXL2": 1184,
  "ASXL3": 1185,
  "ASZ1": 1186,
  "ATAD1": 1187,
  "ATAD2": 1188,
  "ATAD2B": 1189,
  "ATAD3A": 1190,
  "ATAD3B": 1191,
  "ATAD3C": 1192,
  "ATAD5": 1193,
  "ATAT1": 1194,
  "ATCAY": 1195,
  "ATE1": 1196,
  "ATF1": 1197,
  "ATF2": 1198,
  "ATF3": 1199,
  "ATF4": 1200,
  "ATF5": 1201,
  "ATF6": 1202,
  "ATF6B": 1203,
  "ATF7": 1204,
  "ATF7-NPFF": 1205,
  "ATF7IP": 1206,
  "ATF7IP2": 1207,
  "ATG10": 1208,
  "ATG101": 1209,
  "ATG12": 1210,
  "ATG13": 1211,
  "ATG14": 1212,
  "ATG16L1": 1213,
  "ATG16L2": 1214,
  "ATG2A": 1215,
  "ATG2B": 1216,
  "ATG3": 1217,
  "ATG4A": 1218,
  "ATG4B": 1219,
  "ATG4C": 1220,
  "ATG4D": 1221,
  "ATG5": 1222,
  "ATG7": 1223,
  "ATG9A": 1224,
  "ATG9B": 1225,
  "ATIC": 1226,
  "ATL1": 1227,
  "ATL2": 1228,
  "ATL3": 1229,
  "ATM": 1230,
  "ATMIN": 1231,
  "ATN1": 1232,
  "ATOH1": 1233,
  "ATOH7": 1234,
  "ATOH8": 1235,
  "ATOSA": 1236,
  "ATOSB": 1237,
  "ATOX1": 1238,
  "ATP10A": 1239,
  "ATP10B": 1240,
  "ATP10D": 1241,
  "ATP11A": 1242,
  "ATP11B": 1243,
  "ATP11C": 1244,
  "ATP12A": 1245,
  "ATP13A1": 1246,
  "ATP13A2": 1247,
  "ATP13A3": 1248,
  "ATP13A4": 1249,
  "ATP13A5": 1250,
  "ATP1A1": 1251,
  "ATP1A2": 1252,
  "ATP1A3": 1253,
  "ATP1A4": 1254,
  "ATP1B1": 1255,
  "ATP1B2": 1256,
  "ATP1B3": 1257,
  "ATP1B4": 1258,
  "ATP23": 1259,
  "ATP2A1": 1260,
  "ATP2A2": 1261,
  "ATP2A3": 1262,
  "ATP2B1": 1263,
  "ATP2B2": 1264,
  "ATP2B3": 1265,
  "ATP2B4": 1266,
  "ATP2C1": 1267,
  "ATP2C2": 1268,
  "ATP4A": 1269,
  "ATP4B": 1270,
  "ATP5F1A": 1271,
  "ATP5F1B": 1272,
  "ATP5F1C": 1273,
  "ATP5F1D": 1274,
  "ATP5F1E": 1275,
  "ATP5IF1": 1276,
  "ATP5MC1": 1277,
  "ATP5MC2": 1278,
  "ATP5MC3": 1279,
  "ATP5ME": 1280,
  "ATP5MF": 1281,
  "ATP5MF-PTCD1": 1282,
  "ATP5MG": 1283,
  "ATP5MGL": 1284,
  "ATP5MJ": 1285,
  "ATP5MK": 1286,
  "ATP5PB": 1287,
  "ATP5PD": 1288,
  "ATP5PF": 1289,
  "ATP5PO": 1290,
  "ATP6AP1": 1291,
  "ATP6AP2": 1292,
  "ATP6V0A1": 1293,
  "ATP6V0A2": 1294,
  "ATP6V0A4": 1295,
  "ATP6V0B": 1296,
  "ATP6V0C": 1297,
  "ATP6V0D1": 1298,
  "ATP6V0D2": 1299,
  "ATP6V0E1": 1300,
  "ATP6V0E2": 1301,
  "ATP6V1A": 1302,
  "ATP6V1B1": 1303,
  "ATP6V1B2": 1304,
  "ATP6V1C1": 1305,
  "ATP6V1C2": 1306,
  "ATP6V1D": 1307,
  "ATP6V1E1": 1308,
  "ATP6V1E2": 1309,
  "ATP6V1F": 1310,
  "ATP6V1G1": 1311,
  "ATP6V1G2": 1312,
  "ATP6V1G2-DDX39B": 1313,
  "ATP6V1G3": 1314,
  "ATP6V1H": 1315,
  "ATP7A": 1316,
  "ATP7B": 1317,
  "ATP8A1": 1318,
  "ATP8A2": 1319,
  "ATP8B1": 1320,
  "ATP8B2": 1321,
  "ATP8B3": 1322,
  "ATP8B4": 1323,
  "ATP9A": 1324,
  "ATP9B": 1325,
  "ATPAF1": 1326,
  "ATPAF2": 1327,
  "ATPSCKMT": 1328,
  "ATR": 1329,
  "ATRAID": 1330,
  "ATRIP": 1331,
  "ATRN": 1332,
  "ATRNL1": 1333,
  "ATRX": 1334,
  "ATXN1": 1335,
  "ATXN10": 1336,
  "ATXN1L": 1337,
  "ATXN2": 1338,
  "ATXN2L": 1339,
  "ATXN3": 1340,
  "ATXN3L": 1341,
  "ATXN7": 1342,
  "ATXN7L1": 1343,
  "ATXN7L2": 1344,
  "ATXN7L3": 1345,
  "ATXN7L3B": 1346,
  "AUH": 1347,
  "AUNIP": 1348,
  "AUP1": 1349,
  "AURKA": 1350,
  "AURKAIP1": 1351,
  "AURKB": 1352,
  "AURKC": 1353,
  "AUTS2": 1354,
  "AVEN": 1355,
  "AVIL": 1356,
  "AVL9": 1357,
  "AVP": 1358,
  "AVPI1": 1359,
  "AVPR1A": 1360,
  "AVPR1B": 1361,
  "AVPR2": 1362,
  "AWAT1": 1363,
  "AWAT2": 1364,
  "AXDND1": 1365,
  "AXIN1": 1366,
  "AXIN2": 1367,
  "AXL": 1368,
  "AZGP1": 1369,
  "AZI2": 1370,
  "AZIN1": 1371,
  "AZIN2": 1372,
  "AZU1": 1373,
  "B2M": 1374,
  "B3GALNT1": 1375,
  "B3GALNT2": 1376,
  "B3GALT1": 1377,
  "B3GALT2": 1378,
  "B3GALT4": 1379,
  "B3GALT5": 1380,
  "B3GALT6": 1381,
  "B3GALT9": 1382,
  "B3GAT1": 1383,
  "B3GAT2": 1384,
  "B3GAT3": 1385,
  "B3GLCT": 1386,
  "B3GNT2": 1387,
  "B3GNT3": 1388,
  "B3GNT4": 1389,
  "B3GNT5": 1390,
  "B3GNT6": 1391,
  "B3GNT7": 1392,
  "B3GNT8": 1393,
  "B3GNT9": 1394,
  "B3GNTL1": 1395,
  "B4GALNT1": 1396,
  "B4GALNT2": 1397,
  "B4GALNT3": 1398,
  "B4GALNT4": 1399,
  "B4GALT1": 1400,
  "B4GALT2": 1401,
  "B4GALT3": 1402,
  "B4GALT4": 1403,
  "B4GALT5": 1404,
  "B4GALT6": 1405,
  "B4GALT7": 1406,
  "B4GAT1": 1407,
  "B9D1": 1408,
  "B9D2": 1409,
  "BAALC": 1410,
  "BAAT": 1411,
  "BABAM1": 1412,
  "BABAM2": 1413,
  "BACE1": 1414,
  "BACE2": 1415,
  "BACH1": 1416,
  "BACH2": 1417,
  "BAD": 1418,
  "BAG1": 1419,
  "BAG2": 1420,
  "BAG3": 1421,
  "BAG4": 1422,
  "BAG5": 1423,
  "BAG6": 1424,
  "BAHCC1": 1425,
  "BAHD1": 1426,
  "BAIAP2": 1427,
  "BAIAP2L1": 1428,
  "BAIAP2L2": 1429,
  "BAIAP3": 1430,
  "BAK1": 1431,
  "BAMBI": 1432,
  "BANF1": 1433,
  "BANF2": 1434,
  "BANK1": 1435,
  "BANP": 1436,
  "BAP1": 1437,
  "BARD1": 1438,
  "BARHL1": 1439,
  "BARHL2": 1440,
  "BARX1": 1441,
  "BARX2": 1442,
  "BASP1": 1443,
  "BATF": 1444,
  "BATF2": 1445,
  "BATF3": 1446,
  "BAX": 1447,
  "BAZ1A": 1448,
  "BAZ1B": 1449,
  "BAZ2A": 1450,
  "BAZ2B": 1451,
  "BBC3": 1452,
  "BBIP1": 1453,
  "BBLN": 1454,
  "BBOF1": 1455,
  "BBOX1": 1456,
  "BBS1": 1457,
  "BBS10": 1458,
  "BBS12": 1459,
  "BBS2": 1460,
  "BBS4": 1461,
  "BBS5": 1462,
  "BBS7": 1463,
  "BBS9": 1464,
  "BBX": 1465,
  "BCAM": 1466,
  "BCAN": 1467,
  "BCAP29": 1468,
  "BCAP31": 1469,
  "BCAR1": 1470,
  "BCAR3": 1471,
  "BCAS1": 1472,
  "BCAS2": 1473,
  "BCAS3": 1474,
  "BCAS4": 1475,
  "BCAT1": 1476,
  "BCAT2": 1477,
  "BCCIP": 1478,
  "BCDIN3D": 1479,
  "BCHE": 1480,
  "BCKDHA": 1481,
  "BCKDHB": 1482,
  "BCKDK": 1483,
  "BCL10": 1484,
  "BCL11A": 1485,
  "BCL11B": 1486,
  "BCL2": 1487,
  "BCL2A1": 1488,
  "BCL2L1": 1489,
  "BCL2L10": 1490,
  "BCL2L11": 1491,
  "BCL2L12": 1492,
  "BCL2L13": 1493,
  "BCL2L14": 1494,
  "BCL2L15": 1495,
  "BCL2L2": 1496,
  "BCL2L2-PABPN1": 1497,
  "BCL3": 1498,
  "BCL6": 1499,
  "BCL6B": 1500,
  "BCL7A": 1501,
  "BCL7B": 1502,
  "BCL7C": 1503,
  "BCL9": 1504,
  "BCL9L": 1505,
  "BCLAF1": 1506,
  "BCLAF3": 1507,
  "BCO1": 1508,
  "BCO2": 1509,
  "BCOR": 1510,
  "BCORL1": 1511,
  "BCR": 1512,
  "BCS1L": 1513,
  "BDH1": 1514,
  "BDH2": 1515,
  "BDKRB1": 1516,
  "BDKRB2": 1517,
  "BDNF": 1518,
  "BDP1": 1519,
  "BEAN1": 1520,
  "BECN1": 1521,
  "BECN2": 1522,
  "BEGAIN": 1523,
  "BEND2": 1524,
  "BEND3": 1525,
  "BEND4": 1526,
  "BEND5": 1527,
  "BEND6": 1528,
  "BEND7": 1529,
  "BEST1": 1530,
  "BEST2": 1531,
  "BEST3": 1532,
  "BEST4": 1533,
  "BET1": 1534,
  "BET1L": 1535,
  "BEX1": 1536,
  "BEX2": 1537,
  "BEX3": 1538,
  "BEX4": 1539,
  "BEX5": 1540,
  "BFAR": 1541,
  "BFSP1": 1542,
  "BFSP2": 1543,
  "BGLAP": 1544,
  "BGN": 1545,
  "BHLHA15": 1546,
  "BHLHA9": 1547,
  "BHLHE22": 1548,
  "BHLHE23": 1549,
  "BHLHE40": 1550,
  "BHLHE41": 1551,
  "BHMT": 1552,
  "BHMT2": 1553,
  "BICC1": 1554,
  "BICD1": 1555,
  "BICD2": 1556,
  "BICDL1": 1557,
  "BICDL2": 1558,
  "BICRA": 1559,
  "BICRAL": 1560,
  "BID": 1561,
  "BIK": 1562,
  "BIN1": 1563,
  "BIN2": 1564,
  "BIN3": 1565,
  "BIRC2": 1566,
  "BIRC3": 1567,
  "BIRC5": 1568,
  "BIRC6": 1569,
  "BIRC7": 1570,
  "BIVM": 1571,
  "BIVM-ERCC5": 1572,
  "BLACAT1": 1573,
  "BLCAP": 1574,
  "BLID": 1575,
  "BLK": 1576,
  "BLM": 1577,
  "BLMH": 1578,
  "BLNK": 1579,
  "BLOC1S1": 1580,
  "BLOC1S2": 1581,
  "BLOC1S3": 1582,
  "BLOC1S4": 1583,
  "BLOC1S5": 1584,
  "BLOC1S5-TXNDC5": 1585,
  "BLOC1S6": 1586,
  "BLTP1": 1587,
  "BLTP2": 1588,
  "BLTP3A": 1589,
  "BLTP3B": 1590,
  "BLVRA": 1591,
  "BLVRB": 1592,
  "BLZF1": 1593,
  "BMAL1": 1594,
  "BMAL2": 1595,
  "BMERB1": 1596,
  "BMF": 1597,
  "BMI1": 1598,
  "BMP1": 1599,
  "BMP10": 1600,
  "BMP15": 1601,
  "BMP2": 1602,
  "BMP2K": 1603,
  "BMP3": 1604,
  "BMP4": 1605,
  "BMP5": 1606,
  "BMP6": 1607,
  "BMP7": 1608,
  "BMP8A": 1609,
  "BMP8B": 1610,
  "BMPER": 1611,
  "BMPR1A": 1612,
  "BMPR1B": 1613,
  "BMPR2": 1614,
  "BMS1": 1615,
  "BMX": 1616,
  "BNC1": 1617,
  "BNC2": 1618,
  "BNIP1": 1619,
  "BNIP2": 1620,
  "BNIP3": 1621,
  "BNIP3L": 1622,
  "BNIP5": 1623,
  "BNIPL": 1624,
  "BOC": 1625,
  "BOD1": 1626,
  "BOD1L1": 1627,
  "BOD1L2": 1628,
  "BOK": 1629,
  "BOLA1": 1630,
  "BOLA2": 1631,
  "BOLA2-SMG1P6": 1632,
  "BOLA2B": 1633,
  "BOLA3": 1634,
  "BOLL": 1635,
  "BOP1": 1636,
  "BORA": 1637,
  "BORCS5": 1638,
  "BORCS6": 1639,
  "BORCS7": 1640,
  "BORCS7-ASMT": 1641,
  "BORCS8": 1642,
  "BORCS8-MEF2B": 1643,
  "BPGM": 1644,
  "BPHL": 1645,
  "BPI": 1646,
  "BPIFA1": 1647,
  "BPIFA2": 1648,
  "BPIFA3": 1649,
  "BPIFB1": 1650,
  "BPIFB2": 1651,
  "BPIFB3": 1652,
  "BPIFB4": 1653,
  "BPIFB6": 1654,
  "BPIFC": 1655,
  "BPNT1": 1656,
  "BPNT2": 1657,
  "BPTF": 1658,
  "BPY2": 1659,
  "BPY2B": 1660,
  "BPY2C": 1661,
  "BRAF": 1662,
  "BRAP": 1663,
  "BRAT1": 1664,
  "BRCA1": 1665,
  "BRCA2": 1666,
  "BRCC3": 1667,
  "BRD1": 1668,
  "BRD10": 1669,
  "BRD2": 1670,
  "BRD3": 1671,
  "BRD3OS": 1672,
  "BRD4": 1673,
  "BRD7": 1674,
  "BRD8": 1675,
  "BRD9": 1676,
  "BRDT": 1677,
  "BRF1": 1678,
  "BRF2": 1679,
  "BRI3": 1680,
  "BRI3BP": 1681,
  "BRICD5": 1682,
  "BRINP1": 1683,
  "BRINP2": 1684,
  "BRINP3": 1685,
  "BRIP1": 1686,
  "BRIX1": 1687,
  "BRK1": 1688,
  "BRME1": 1689,
  "BRMS1": 1690,
  "BRMS1L": 1691,
  "BROX": 1692,
  "BRPF1": 1693,
  "BRPF3": 1694,
  "BRS3": 1695,
  "BRSK1": 1696,
  "BRSK2": 1697,
  "BRWD1": 1698,
  "BRWD3": 1699,
  "BSCL2": 1700,
  "BSDC1": 1701,
  "BSG": 1702,
  "BSN": 1703,
  "BSND": 1704,
  "BSPH1": 1705,
  "BSPRY": 1706,
  "BST1": 1707,
  "BST2": 1708,
  "BSX": 1709,
  "BTAF1": 1710,
  "BTBD1": 1711,
  "BTBD10": 1712,
  "BTBD16": 1713,
  "BTBD17": 1714,
  "BTBD18": 1715,
  "BTBD19": 1716,
  "BTBD2": 1717,
  "BTBD3": 1718,
  "BTBD6": 1719,
  "BTBD7": 1720,
  "BTBD8": 1721,
  "BTBD9": 1722,
  "BTC": 1723,
  "BTD": 1724,
  "BTF3": 1725,
  "BTF3L4": 1726,
  "BTG1": 1727,
  "BTG2": 1728,
  "BTG3": 1729,
  "BTG4": 1730,
  "BTK": 1731,
  "BTLA": 1732,
  "BTN1A1": 1733,
  "BTN2A1": 1734,
  "BTN2A2": 1735,
  "BTN3A1": 1736,
  "BTN3A2": 1737,
  "BTN3A3": 1738,
  "BTNL2": 1739,
  "BTNL3": 1740,
  "BTNL8": 1741,
  "BTNL9": 1742,
  "BTRC": 1743,
  "BUB1": 1744,
  "BUB1B": 1745,
  "BUB1B-PAK6": 1746,
  "BUB3": 1747,
  "BUD13": 1748,
  "BUD23": 1749,
  "BUD31": 1750,
  "BVES": 1751,
  "BYSL": 1752,
  "BZW1": 1753,
  "BZW2": 1754,
  "C10ORF105": 1755,
  "C10ORF120": 1756,
  "C10ORF143": 1757,
  "C10ORF53": 1758,
  "C10ORF62": 1759,
  "C10ORF67": 1760,
  "C10ORF71": 1761,
  "C10ORF88": 1762,
  "C10ORF90": 1763,
  "C10ORF95": 1764,
  "C11ORF16": 1765,
  "C11ORF21": 1766,
  "C11ORF24": 1767,
  "C11ORF42": 1768,
  "C11ORF52": 1769,
  "C11ORF54": 1770,
  "C11ORF58": 1771,
  "C11ORF65": 1772,
  "C11ORF68": 1773,
  "C11ORF71": 1774,
  "C11ORF86": 1775,
  "C11ORF87": 1776,
  "C11ORF91": 1777,
  "C11ORF96": 1778,
  "C11ORF97": 1779,
  "C11ORF98": 1780,
  "C12ORF42": 1781,
  "C12ORF43": 1782,
  "C12ORF50": 1783,
  "C12ORF54": 1784,
  "C12ORF56": 1785,
  "C12ORF57": 1786,
  "C12ORF60": 1787,
  "C12ORF71": 1788,
  "C12ORF75": 1789,
  "C12ORF76": 1790,
  "C13ORF42": 1791,
  "C13ORF46": 1792,
  "C14ORF119": 1793,
  "C14ORF132": 1794,
  "C14ORF180": 1795,
  "C14ORF28": 1796,
  "C14ORF39": 1797,
  "C14ORF93": 1798,
  "C15ORF39": 1799,
  "C15ORF40": 1800,
  "C15ORF48": 1801,
  "C15ORF61": 1802,
  "C15ORF62": 1803,
  "C16ORF46": 1804,
  "C16ORF54": 1805,
  "C16ORF74": 1806,
  "C16ORF78": 1807,
  "C16ORF82": 1808,
  "C16ORF86": 1809,
  "C16ORF87": 1810,
  "C16ORF89": 1811,
  "C16ORF90": 1812,
  "C16ORF92": 1813,
  "C16ORF95": 1814,
  "C16ORF96": 1815,
  "C17ORF100": 1816,
  "C17ORF107": 1817,
  "C17ORF113": 1818,
  "C17ORF114": 1819,
  "C17ORF49": 1820,
  "C17ORF50": 1821,
  "C17ORF58": 1822,
  "C17ORF67": 1823,
  "C17ORF75": 1824,
  "C17ORF78": 1825,
  "C17ORF99": 1826,
  "C18ORF21": 1827,
  "C18ORF32": 1828,
  "C18ORF54": 1829,
  "C18ORF63": 1830,
  "C19ORF12": 1831,
  "C19ORF18": 1832,
  "C19ORF25": 1833,
  "C19ORF33": 1834,
  "C19ORF38": 1835,
  "C19ORF44": 1836,
  "C19ORF47": 1837,
  "C19ORF53": 1838,
  "C19ORF67": 1839,
  "C19ORF73": 1840,
  "C19ORF81": 1841,
  "C19ORF84": 1842,
  "C19ORF85": 1843,
  "C1D": 1844,
  "C1GALT1": 1845,
  "C1GALT1C1": 1846,
  "C1GALT1C1L": 1847,
  "C1ORF105": 1848,
  "C1ORF115": 1849,
  "C1ORF116": 1850,
  "C1ORF122": 1851,
  "C1ORF127": 1852,
  "C1ORF131": 1853,
  "C1ORF141": 1854,
  "C1ORF146": 1855,
  "C1ORF159": 1856,
  "C1ORF162": 1857,
  "C1ORF167": 1858,
  "C1ORF174": 1859,
  "C1ORF185": 1860,
  "C1ORF198": 1861,
  "C1ORF202": 1862,
  "C1ORF21": 1863,
  "C1ORF210": 1864,
  "C1ORF216": 1865,
  "C1ORF226": 1866,
  "C1ORF232": 1867,
  "C1ORF35": 1868,
  "C1ORF43": 1869,
  "C1ORF50": 1870,
  "C1ORF52": 1871,
  "C1ORF53": 1872,
  "C1ORF54": 1873,
  "C1ORF56": 1874,
  "C1ORF74": 1875,
  "C1ORF87": 1876,
  "C1ORF94": 1877,
  "C1QA": 1878,
  "C1QB": 1879,
  "C1QBP": 1880,
  "C1QC": 1881,
  "C1QL1": 1882,
  "C1QL2": 1883,
  "C1QL3": 1884,
  "C1QL4": 1885,
  "C1QTNF1": 1886,
  "C1QTNF12": 1887,
  "C1QTNF2": 1888,
  "C1QTNF3": 1889,
  "C1QTNF3-AMACR": 1890,
  "C1QTNF4": 1891,
  "C1QTNF5": 1892,
  "C1QTNF6": 1893,
  "C1QTNF7": 1894,
  "C1QTNF8": 1895,
  "C1QTNF9": 1896,
  "C1QTNF9B": 1897,
  "C1R": 1898,
  "C1RL": 1899,
  "C1S": 1900,
  "C2": 1901,
  "C20ORF141": 1902,
  "C20ORF144": 1903,
  "C20ORF173": 1904,
  "C20ORF202": 1905,
  "C20ORF203": 1906,
  "C20ORF204": 1907,
  "C20ORF96": 1908,
  "C21ORF140": 1909,
  "C21ORF58": 1910,
  "C21ORF91": 1911,
  "C22ORF15": 1912,
  "C22ORF23": 1913,
  "C22ORF31": 1914,
  "C22ORF39": 1915,
  "C22ORF42": 1916,
  "C2CD2": 1917,
  "C2CD2L": 1918,
  "C2CD3": 1919,
  "C2CD4A": 1920,
  "C2CD4B": 1921,
  "C2CD4C": 1922,
  "C2CD4D": 1923,
  "C2CD5": 1924,
  "C2CD6": 1925,
  "C2ORF15": 1926,
  "C2ORF42": 1927,
  "C2ORF49": 1928,
  "C2ORF66": 1929,
  "C2ORF68": 1930,
  "C2ORF69": 1931,
  "C2ORF72": 1932,
  "C2ORF74": 1933,
  "C2ORF76": 1934,
  "C2ORF78": 1935,
  "C2ORF80": 1936,
  "C2ORF81": 1937,
  "C2ORF88": 1938,
  "C2ORF92": 1939,
  "C3": 1940,
  "C3AR1": 1941,
  "C3ORF18": 1942,
  "C3ORF20": 1943,
  "C3ORF22": 1944,
  "C3ORF33": 1945,
  "C3ORF38": 1946,
  "C3ORF49": 1947,
  "C3ORF52": 1948,
  "C3ORF62": 1949,
  "C3ORF70": 1950,
  "C3ORF80": 1951,
  "C3ORF85": 1952,
  "C4A": 1953,
  "C4B": 1954,
  "C4BPA": 1955,
  "C4BPB": 1956,
  "C4B_2": 1957,
  "C4ORF17": 1958,
  "C4ORF19": 1959,
  "C4ORF3": 1960,
  "C4ORF33": 1961,
  "C4ORF36": 1962,
  "C4ORF46": 1963,
  "C4ORF50": 1964,
  "C4ORF51": 1965,
  "C4ORF54": 1966,
  "C5": 1967,
  "C5AR1": 1968,
  "C5AR2": 1969,
  "C5ORF15": 1970,
  "C5ORF22": 1971,
  "C5ORF24": 1972,
  "C5ORF34": 1973,
  "C5ORF46": 1974,
  "C5ORF47": 1975,
  "C5ORF52": 1976,
  "C5ORF58": 1977,
  "C5ORF63": 1978,
  "C6": 1979,
  "C6ORF118": 1980,
  "C6ORF120": 1981,
  "C6ORF132": 1982,
  "C6ORF136": 1983,
  "C6ORF141": 1984,
  "C6ORF15": 1985,
  "C6ORF163": 1986,
  "C6ORF226": 1987,
  "C6ORF47": 1988,
  "C6ORF52": 1989,
  "C6ORF58": 1990,
  "C6ORF62": 1991,
  "C6ORF89": 1992,
  "C7": 1993,
  "C7ORF25": 1994,
  "C7ORF33": 1995,
  "C7ORF50": 1996,
  "C7ORF57": 1997,
  "C7ORF78": 1998,
  "C8A": 1999,
  "C8B": 2000,
  "C8G": 2001,
  "C8ORF33": 2002,
  "C8ORF34": 2003,
  "C8ORF44-SGK3": 2004,
  "C8ORF48": 2005,
  "C8ORF58": 2006,
  "C8ORF74": 2007,
  "C8ORF76": 2008,
  "C8ORF82": 2009,
  "C8ORF88": 2010,
  "C8ORF89": 2011,
  "C8ORF90": 2012,
  "C9": 2013,
  "C9ORF152": 2014,
  "C9ORF153": 2015,
  "C9ORF40": 2016,
  "C9ORF43": 2017,
  "C9ORF50": 2018,
  "C9ORF57": 2019,
  "C9ORF72": 2020,
  "C9ORF78": 2021,
  "C9ORF85": 2022,
  "CA1": 2023,
  "CA10": 2024,
  "CA11": 2025,
  "CA12": 2026,
  "CA13": 2027,
  "CA14": 2028,
  "CA2": 2029,
  "CA3": 2030,
  "CA4": 2031,
  "CA5A": 2032,
  "CA5B": 2033,
  "CA6": 2034,
  "CA7": 2035,
  "CA8": 2036,
  "CA9": 2037,
  "CAAP1": 2038,
  "CAB39": 2039,
  "CAB39L": 2040,
  "CABCOCO1": 2041,
  "CABIN1": 2042,
  "CABLES1": 2043,
  "CABLES2": 2044,
  "CABP1": 2045,
  "CABP2": 2046,
  "CABP4": 2047,
  "CABP5": 2048,
  "CABP7": 2049,
  "CABS1": 2050,
  "CABYR": 2051,
  "CACFD1": 2052,
  "CACHD1": 2053,
  "CACNA1A": 2054,
  "CACNA1B": 2055,
  "CACNA1C": 2056,
  "CACNA1D": 2057,
  "CACNA1E": 2058,
  "CACNA1F": 2059,
  "CACNA1G": 2060,
  "CACNA1H": 2061,
  "CACNA1I": 2062,
  "CACNA1S": 2063,
  "CACNA2D1": 2064,
  "CACNA2D2": 2065,
  "CACNA2D3": 2066,
  "CACNA2D4": 2067,
  "CACNB1": 2068,
  "CACNB2": 2069,
  "CACNB3": 2070,
  "CACNB4": 2071,
  "CACNG1": 2072,
  "CACNG2": 2073,
  "CACNG3": 2074,
  "CACNG4": 2075,
  "CACNG5": 2076,
  "CACNG6": 2077,
  "CACNG7": 2078,
  "CACNG8": 2079,
  "CACTIN": 2080,
  "CACUL1": 2081,
  "CACYBP": 2082,
  "CAD": 2083,
  "CADM1": 2084,
  "CADM2": 2085,
  "CADM3": 2086,
  "CADM4": 2087,
  "CADPS": 2088,
  "CADPS2": 2089,
  "CAGE1": 2090,
  "CALB1": 2091,
  "CALB2": 2092,
  "CALCA": 2093,
  "CALCB": 2094,
  "CALCOCO1": 2095,
  "CALCOCO2": 2096,
  "CALCR": 2097,
  "CALCRL": 2098,
  "CALD1": 2099,
  "CALHM1": 2100,
  "CALHM2": 2101,
  "CALHM3": 2102,
  "CALHM4": 2103,
  "CALHM5": 2104,
  "CALHM6": 2105,
  "CALM1": 2106,
  "CALM2": 2107,
  "CALM3": 2108,
  "CALML3": 2109,
  "CALML4": 2110,
  "CALML5": 2111,
  "CALML6": 2112,
  "CALN1": 2113,
  "CALR": 2114,
  "CALR3": 2115,
  "CALU": 2116,
  "CALY": 2117,
  "CAMK1": 2118,
  "CAMK1D": 2119,
  "CAMK1G": 2120,
  "CAMK2A": 2121,
  "CAMK2B": 2122,
  "CAMK2D": 2123,
  "CAMK2G": 2124,
  "CAMK2N1": 2125,
  "CAMK2N2": 2126,
  "CAMK4": 2127,
  "CAMKK1": 2128,
  "CAMKK2": 2129,
  "CAMKMT": 2130,
  "CAMKV": 2131,
  "CAMLG": 2132,
  "CAMP": 2133,
  "CAMSAP1": 2134,
  "CAMSAP2": 2135,
  "CAMSAP3": 2136,
  "CAMTA1": 2137,
  "CAMTA2": 2138,
  "CAND1": 2139,
  "CAND2": 2140,
  "CANT1": 2141,
  "CANX": 2142,
  "CAP1": 2143,
  "CAP2": 2144,
  "CAPG": 2145,
  "CAPN1": 2146,
  "CAPN10": 2147,
  "CAPN11": 2148,
  "CAPN12": 2149,
  "CAPN13": 2150,
  "CAPN14": 2151,
  "CAPN15": 2152,
  "CAPN2": 2153,
  "CAPN3": 2154,
  "CAPN5": 2155,
  "CAPN6": 2156,
  "CAPN7": 2157,
  "CAPN8": 2158,
  "CAPN9": 2159,
  "CAPNS1": 2160,
  "CAPNS2": 2161,
  "CAPRIN1": 2162,
  "CAPRIN2": 2163,
  "CAPS": 2164,
  "CAPS2": 2165,
  "CAPSL": 2166,
  "CAPZA1": 2167,
  "CAPZA2": 2168,
  "CAPZA3": 2169,
  "CAPZB": 2170,
  "CARD10": 2171,
  "CARD11": 2172,
  "CARD14": 2173,
  "CARD16": 2174,
  "CARD18": 2175,
  "CARD19": 2176,
  "CARD6": 2177,
  "CARD8": 2178,
  "CARD9": 2179,
  "CARF": 2180,
  "CARHSP1": 2181,
  "CARM1": 2182,
  "CARMIL1": 2183,
  "CARMIL2": 2184,
  "CARMIL3": 2185,
  "CARNMT1": 2186,
  "CARNS1": 2187,
  "CARS1": 2188,
  "CARS2": 2189,
  "CARTPT": 2190,
  "CASC3": 2191,
  "CASD1": 2192,
  "CASK": 2193,
  "CASKIN1": 2194,
  "CASKIN2": 2195,
  "CASP1": 2196,
  "CASP10": 2197,
  "CASP12": 2198,
  "CASP14": 2199,
  "CASP2": 2200,
  "CASP3": 2201,
  "CASP4": 2202,
  "CASP5": 2203,
  "CASP6": 2204,
  "CASP7": 2205,
  "CASP8": 2206,
  "CASP8AP2": 2207,
  "CASP9": 2208,
  "CASQ1": 2209,
  "CASQ2": 2210,
  "CASR": 2211,
  "CASS4": 2212,
  "CAST": 2213,
  "CASTOR1": 2214,
  "CASTOR2": 2215,
  "CASZ1": 2216,
  "CAT": 2217,
  "CATIP": 2218,
  "CATSPER1": 2219,
  "CATSPER2": 2220,
  "CATSPER3": 2221,
  "CATSPER4": 2222,
  "CATSPERB": 2223,
  "CATSPERD": 2224,
  "CATSPERE": 2225,
  "CATSPERG": 2226,
  "CATSPERZ": 2227,
  "CAV1": 2228,
  "CAV2": 2229,
  "CAV3": 2230,
  "CAVIN1": 2231,
  "CAVIN2": 2232,
  "CAVIN3": 2233,
  "CAVIN4": 2234,
  "CBARP": 2235,
  "CBFA2T2": 2236,
  "CBFA2T3": 2237,
  "CBFB": 2238,
  "CBL": 2239,
  "CBLB": 2240,
  "CBLC": 2241,
  "CBLIF": 2242,
  "CBLL1": 2243,
  "CBLL2": 2244,
  "CBLN1": 2245,
  "CBLN2": 2246,
  "CBLN3": 2247,
  "CBLN4": 2248,
  "CBR1": 2249,
  "CBR3": 2250,
  "CBR4": 2251,
  "CBS": 2252,
  "CBX1": 2253,
  "CBX2": 2254,
  "CBX3": 2255,
  "CBX4": 2256,
  "CBX5": 2257,
  "CBX6": 2258,
  "CBX7": 2259,
  "CBX8": 2260,
  "CBY1": 2261,
  "CBY2": 2262,
  "CBY3": 2263,
  "CC2D1A": 2264,
  "CC2D1B": 2265,
  "CC2D2A": 2266,
  "CC2D2B": 2267,
  "CCAR1": 2268,
  "CCAR2": 2269,
  "CCBE1": 2270,
  "CCDC102A": 2271,
  "CCDC102B": 2272,
  "CCDC103": 2273,
  "CCDC106": 2274,
  "CCDC107": 2275,
  "CCDC110": 2276,
  "CCDC112": 2277,
  "CCDC115": 2278,
  "CCDC116": 2279,
  "CCDC117": 2280,
  "CCDC12": 2281,
  "CCDC120": 2282,
  "CCDC121": 2283,
  "CCDC122": 2284,
  "CCDC124": 2285,
  "CCDC125": 2286,
  "CCDC126": 2287,
  "CCDC127": 2288,
  "CCDC13": 2289,
  "CCDC134": 2290,
  "CCDC136": 2291,
  "CCDC137": 2292,
  "CCDC138": 2293,
  "CCDC14": 2294,
  "CCDC141": 2295,
  "CCDC142": 2296,
  "CCDC144A": 2297,
  "CCDC146": 2298,
  "CCDC148": 2299,
  "CCDC149": 2300,
  "CCDC15": 2301,
  "CCDC150": 2302,
  "CCDC152": 2303,
  "CCDC154": 2304,
  "CCDC157": 2305,
  "CCDC158": 2306,
  "CCDC159": 2307,
  "CCDC160": 2308,
  "CCDC163": 2309,
  "CCDC166": 2310,
  "CCDC167": 2311,
  "CCDC168": 2312,
  "CCDC169": 2313,
  "CCDC169-SOHLH2": 2314,
  "CCDC17": 2315,
  "CCDC170": 2316,
  "CCDC171": 2317,
  "CCDC172": 2318,
  "CCDC174": 2319,
  "CCDC175": 2320,
  "CCDC177": 2321,
  "CCDC178": 2322,
  "CCDC179": 2323,
  "CCDC18": 2324,
  "CCDC180": 2325,
  "CCDC181": 2326,
  "CCDC182": 2327,
  "CCDC183": 2328,
  "CCDC184": 2329,
  "CCDC185": 2330,
  "CCDC186": 2331,
  "CCDC187": 2332,
  "CCDC188": 2333,
  "CCDC190": 2334,
  "CCDC191": 2335,
  "CCDC192": 2336,
  "CCDC194": 2337,
  "CCDC195": 2338,
  "CCDC196": 2339,
  "CCDC197": 2340,
  "CCDC198": 2341,
  "CCDC200": 2342,
  "CCDC201": 2343,
  "CCDC22": 2344,
  "CCDC24": 2345,
  "CCDC25": 2346,
  "CCDC27": 2347,
  "CCDC28A": 2348,
  "CCDC28B": 2349,
  "CCDC3": 2350,
  "CCDC30": 2351,
  "CCDC32": 2352,
  "CCDC33": 2353,
  "CCDC34": 2354,
  "CCDC38": 2355,
  "CCDC39": 2356,
  "CCDC40": 2357,
  "CCDC42": 2358,
  "CCDC43": 2359,
  "CCDC47": 2360,
  "CCDC50": 2361,
  "CCDC51": 2362,
  "CCDC54": 2363,
  "CCDC57": 2364,
  "CCDC59": 2365,
  "CCDC6": 2366,
  "CCDC60": 2367,
  "CCDC61": 2368,
  "CCDC62": 2369,
  "CCDC63": 2370,
  "CCDC65": 2371,
  "CCDC66": 2372,
  "CCDC68": 2373,
  "CCDC69": 2374,
  "CCDC7": 2375,
  "CCDC70": 2376,
  "CCDC71": 2377,
  "CCDC71L": 2378,
  "CCDC73": 2379,
  "CCDC74A": 2380,
  "CCDC74B": 2381,
  "CCDC77": 2382,
  "CCDC78": 2383,
  "CCDC8": 2384,
  "CCDC80": 2385,
  "CCDC81": 2386,
  "CCDC82": 2387,
  "CCDC83": 2388,
  "CCDC85A": 2389,
  "CCDC85B": 2390,
  "CCDC85C": 2391,
  "CCDC86": 2392,
  "CCDC87": 2393,
  "CCDC88A": 2394,
  "CCDC88B": 2395,
  "CCDC88C": 2396,
  "CCDC89": 2397,
  "CCDC9": 2398,
  "CCDC90B": 2399,
  "CCDC91": 2400,
  "CCDC92": 2401,
  "CCDC92B": 2402,
  "CCDC93": 2403,
  "CCDC97": 2404,
  "CCDC9B": 2405,
  "CCER1": 2406,
  "CCER2": 2407,
  "CCHCR1": 2408,
  "CCIN": 2409,
  "CCK": 2410,
  "CCKAR": 2411,
  "CCKBR": 2412,
  "CCL1": 2413,
  "CCL11": 2414,
  "CCL13": 2415,
  "CCL14": 2416,
  "CCL15": 2417,
  "CCL15-CCL14": 2418,
  "CCL16": 2419,
  "CCL17": 2420,
  "CCL18": 2421,
  "CCL19": 2422,
  "CCL2": 2423,
  "CCL20": 2424,
  "CCL21": 2425,
  "CCL22": 2426,
  "CCL23": 2427,
  "CCL24": 2428,
  "CCL25": 2429,
  "CCL26": 2430,
  "CCL27": 2431,
  "CCL28": 2432,
  "CCL3": 2433,
  "CCL3L3": 2434,
  "CCL4": 2435,
  "CCL4L2": 2436,
  "CCL5": 2437,
  "CCL7": 2438,
  "CCL8": 2439,
  "CCM2": 2440,
  "CCM2L": 2441,
  "CCN1": 2442,
  "CCN2": 2443,
  "CCN3": 2444,
  "CCN4": 2445,
  "CCN5": 2446,
  "CCN6": 2447,
  "CCNA1": 2448,
  "CCNA2": 2449,
  "CCNB1": 2450,
  "CCNB1IP1": 2451,
  "CCNB2": 2452,
  "CCNB3": 2453,
  "CCNC": 2454,
  "CCND1": 2455,
  "CCND2": 2456,
  "CCND3": 2457,
  "CCNDBP1": 2458,
  "CCNE1": 2459,
  "CCNE2": 2460,
  "CCNF": 2461,
  "CCNG1": 2462,
  "CCNG2": 2463,
  "CCNH": 2464,
  "CCNI": 2465,
  "CCNI2": 2466,
  "CCNJ": 2467,
  "CCNJL": 2468,
  "CCNK": 2469,
  "CCNL1": 2470,
  "CCNL2": 2471,
  "CCNO": 2472,
  "CCNP": 2473,
  "CCNQ": 2474,
  "CCNT1": 2475,
  "CCNT2": 2476,
  "CCNY": 2477,
  "CCNYL1": 2478,
  "CCNYL1B": 2479,
  "CCP110": 2480,
  "CCPG1": 2481,
  "CCR1": 2482,
  "CCR10": 2483,
  "CCR2": 2484,
  "CCR3": 2485,
  "CCR4": 2486,
  "CCR5": 2487,
  "CCR6": 2488,
  "CCR7": 2489,
  "CCR8": 2490,
  "CCR9": 2491,
  "CCRL2": 2492,
  "CCS": 2493,
  "CCSAP": 2494,
  "CCSER1": 2495,
  "CCSER2": 2496,
  "CCT2": 2497,
  "CCT3": 2498,
  "CCT4": 2499,
  "CCT5": 2500,
  "CCT6A": 2501,
  "CCT6B": 2502,
  "CCT7": 2503,
  "CCT8": 2504,
  "CCT8L2": 2505,
  "CCZ1": 2506,
  "CCZ1B": 2507,
  "CD101": 2508,
  "CD109": 2509,
  "CD14": 2510,
  "CD151": 2511,
  "CD160": 2512,
  "CD163": 2513,
  "CD163L1": 2514,
  "CD164": 2515,
  "CD164L2": 2516,
  "CD177": 2517,
  "CD180": 2518,
  "CD19": 2519,
  "CD1A": 2520,
  "CD1B": 2521,
  "CD1C": 2522,
  "CD1D": 2523,
  "CD1E": 2524,
  "CD2": 2525,
  "CD200": 2526,
  "CD200R1": 2527,
  "CD200R1L": 2528,
  "CD207": 2529,
  "CD209": 2530,
  "CD22": 2531,
  "CD226": 2532,
  "CD24": 2533,
  "CD244": 2534,
  "CD247": 2535,
  "CD248": 2536,
  "CD27": 2537,
  "CD274": 2538,
  "CD276": 2539,
  "CD28": 2540,
  "CD2AP": 2541,
  "CD2BP2": 2542,
  "CD300A": 2543,
  "CD300C": 2544,
  "CD300E": 2545,
  "CD300H": 2546,
  "CD300LB": 2547,
  "CD300LD": 2548,
  "CD300LF": 2549,
  "CD300LG": 2550,
  "CD302": 2551,
  "CD320": 2552,
  "CD33": 2553,
  "CD34": 2554,
  "CD36": 2555,
  "CD37": 2556,
  "CD38": 2557,
  "CD3D": 2558,
  "CD3E": 2559,
  "CD3G": 2560,
  "CD4": 2561,
  "CD40": 2562,
  "CD40LG": 2563,
  "CD44": 2564,
  "CD46": 2565,
  "CD47": 2566,
  "CD48": 2567,
  "CD5": 2568,
  "CD52": 2569,
  "CD53": 2570,
  "CD55": 2571,
  "CD58": 2572,
  "CD59": 2573,
  "CD5L": 2574,
  "CD6": 2575,
  "CD63": 2576,
  "CD68": 2577,
  "CD69": 2578,
  "CD7": 2579,
  "CD70": 2580,
  "CD72": 2581,
  "CD74": 2582,
  "CD79A": 2583,
  "CD79B": 2584,
  "CD80": 2585,
  "CD81": 2586,
  "CD82": 2587,
  "CD83": 2588,
  "CD84": 2589,
  "CD86": 2590,
  "CD8A": 2591,
  "CD8B": 2592,
  "CD8B2": 2593,
  "CD9": 2594,
  "CD93": 2595,
  "CD96": 2596,
  "CD99": 2597,
  "CD99L2": 2598,
  "CDA": 2599,
  "CDADC1": 2600,
  "CDAN1": 2601,
  "CDC123": 2602,
  "CDC14A": 2603,
  "CDC14B": 2604,
  "CDC14C": 2605,
  "CDC16": 2606,
  "CDC20": 2607,
  "CDC20B": 2608,
  "CDC23": 2609,
  "CDC25A": 2610,
  "CDC25B": 2611,
  "CDC25C": 2612,
  "CDC26": 2613,
  "CDC27": 2614,
  "CDC34": 2615,
  "CDC37": 2616,
  "CDC37L1": 2617,
  "CDC40": 2618,
  "CDC42": 2619,
  "CDC42BPA": 2620,
  "CDC42BPB": 2621,
  "CDC42BPG": 2622,
  "CDC42EP1": 2623,
  "CDC42EP2": 2624,
  "CDC42EP3": 2625,
  "CDC42EP4": 2626,
  "CDC42EP5": 2627,
  "CDC42SE1": 2628,
  "CDC42SE2": 2629,
  "CDC45": 2630,
  "CDC5L": 2631,
  "CDC6": 2632,
  "CDC7": 2633,
  "CDC73": 2634,
  "CDCA2": 2635,
  "CDCA3": 2636,
  "CDCA4": 2637,
  "CDCA5": 2638,
  "CDCA7": 2639,
  "CDCA7L": 2640,
  "CDCA8": 2641,
  "CDCP1": 2642,
  "CDCP2": 2643,
  "CDH1": 2644,
  "CDH10": 2645,
  "CDH11": 2646,
  "CDH12": 2647,
  "CDH13": 2648,
  "CDH15": 2649,
  "CDH16": 2650,
  "CDH17": 2651,
  "CDH18": 2652,
  "CDH19": 2653,
  "CDH2": 2654,
  "CDH20": 2655,
  "CDH22": 2656,
  "CDH23": 2657,
  "CDH24": 2658,
  "CDH26": 2659,
  "CDH3": 2660,
  "CDH4": 2661,
  "CDH5": 2662,
  "CDH6": 2663,
  "CDH7": 2664,
  "CDH8": 2665,
  "CDH9": 2666,
  "CDHR1": 2667,
  "CDHR2": 2668,
  "CDHR3": 2669,
  "CDHR4": 2670,
  "CDHR5": 2671,
  "CDIN1": 2672,
  "CDIP1": 2673,
  "CDIPT": 2674,
  "CDK1": 2675,
  "CDK10": 2676,
  "CDK11A": 2677,
  "CDK11B": 2678,
  "CDK12": 2679,
  "CDK13": 2680,
  "CDK14": 2681,
  "CDK15": 2682,
  "CDK16": 2683,
  "CDK17": 2684,
  "CDK18": 2685,
  "CDK19": 2686,
  "CDK2": 2687,
  "CDK20": 2688,
  "CDK2AP1": 2689,
  "CDK2AP2": 2690,
  "CDK3": 2691,
  "CDK4": 2692,
  "CDK5": 2693,
  "CDK5R1": 2694,
  "CDK5R2": 2695,
  "CDK5RAP1": 2696,
  "CDK5RAP2": 2697,
  "CDK5RAP3": 2698,
  "CDK6": 2699,
  "CDK7": 2700,
  "CDK8": 2701,
  "CDK9": 2702,
  "CDKAL1": 2703,
  "CDKL1": 2704,
  "CDKL2": 2705,
  "CDKL3": 2706,
  "CDKL4": 2707,
  "CDKL5": 2708,
  "CDKN1A": 2709,
  "CDKN1B": 2710,
  "CDKN1C": 2711,
  "CDKN2A": 2712,
  "CDKN2AIP": 2713,
  "CDKN2AIPNL": 2714,
  "CDKN2B": 2715,
  "CDKN2C": 2716,
  "CDKN2D": 2717,
  "CDKN3": 2718,
  "CDNF": 2719,
  "CDO1": 2720,
  "CDON": 2721,
  "CDPF1": 2722,
  "CDR2": 2723,
  "CDR2L": 2724,
  "CDRT15": 2725,
  "CDRT15L2": 2726,
  "CDRT4": 2727,
  "CDS1": 2728,
  "CDS2": 2729,
  "CDSN": 2730,
  "CDT1": 2731,
  "CDV3": 2732,
  "CDX1": 2733,
  "CDX2": 2734,
  "CDX4": 2735,
  "CDY1": 2736,
  "CDY1B": 2737,
  "CDY2A": 2738,
  "CDY2B": 2739,
  "CDYL": 2740,
  "CDYL2": 2741,
  "CEACAM1": 2742,
  "CEACAM16": 2743,
  "CEACAM18": 2744,
  "CEACAM19": 2745,
  "CEACAM20": 2746,
  "CEACAM21": 2747,
  "CEACAM3": 2748,
  "CEACAM4": 2749,
  "CEACAM5": 2750,
  "CEACAM6": 2751,
  "CEACAM7": 2752,
  "CEACAM8": 2753,
  "CEBPA": 2754,
  "CEBPB": 2755,
  "CEBPD": 2756,
  "CEBPE": 2757,
  "CEBPG": 2758,
  "CEBPZ": 2759,
  "CEBPZOS": 2760,
  "CECR2": 2761,
  "CEL": 2762,
  "CELA1": 2763,
  "CELA2A": 2764,
  "CELA2B": 2765,
  "CELA3A": 2766,
  "CELA3B": 2767,
  "CELF1": 2768,
  "CELF2": 2769,
  "CELF3": 2770,
  "CELF4": 2771,
  "CELF5": 2772,
  "CELF6": 2773,
  "CELSR1": 2774,
  "CELSR2": 2775,
  "CELSR3": 2776,
  "CEMIP": 2777,
  "CEMIP2": 2778,
  "CEMP1": 2779,
  "CENATAC": 2780,
  "CEND1": 2781,
  "CENPA": 2782,
  "CENPB": 2783,
  "CENPC": 2784,
  "CENPE": 2785,
  "CENPF": 2786,
  "CENPH": 2787,
  "CENPI": 2788,
  "CENPJ": 2789,
  "CENPK": 2790,
  "CENPL": 2791,
  "CENPM": 2792,
  "CENPN": 2793,
  "CENPO": 2794,
  "CENPP": 2795,
  "CENPQ": 2796,
  "CENPS": 2797,
  "CENPS-CORT": 2798,
  "CENPT": 2799,
  "CENPU": 2800,
  "CENPV": 2801,
  "CENPVL1": 2802,
  "CENPVL2": 2803,
  "CENPVL3": 2804,
  "CENPW": 2805,
  "CENPX": 2806,
  "CEP104": 2807,
  "CEP112": 2808,
  "CEP120": 2809,
  "CEP126": 2810,
  "CEP128": 2811,
  "CEP131": 2812,
  "CEP135": 2813,
  "CEP15": 2814,
  "CEP152": 2815,
  "CEP162": 2816,
  "CEP164": 2817,
  "CEP170": 2818,
  "CEP170B": 2819,
  "CEP19": 2820,
  "CEP192": 2821,
  "CEP20": 2822,
  "CEP250": 2823,
  "CEP290": 2824,
  "CEP295": 2825,
  "CEP295NL": 2826,
  "CEP350": 2827,
  "CEP41": 2828,
  "CEP43": 2829,
  "CEP44": 2830,
  "CEP55": 2831,
  "CEP57": 2832,
  "CEP57L1": 2833,
  "CEP63": 2834,
  "CEP68": 2835,
  "CEP70": 2836,
  "CEP72": 2837,
  "CEP76": 2838,
  "CEP78": 2839,
  "CEP83": 2840,
  "CEP85": 2841,
  "CEP85L": 2842,
  "CEP89": 2843,
  "CEP95": 2844,
  "CEP97": 2845,
  "CEPT1": 2846,
  "CER1": 2847,
  "CERCAM": 2848,
  "CERK": 2849,
  "CERKL": 2850,
  "CERS1": 2851,
  "CERS2": 2852,
  "CERS3": 2853,
  "CERS4": 2854,
  "CERS5": 2855,
  "CERS6": 2856,
  "CERT1": 2857,
  "CES1": 2858,
  "CES2": 2859,
  "CES3": 2860,
  "CES4A": 2861,
  "CES5A": 2862,
  "CETN1": 2863,
  "CETN2": 2864,
  "CETN3": 2865,
  "CETP": 2866,
  "CFAP100": 2867,
  "CFAP107": 2868,
  "CFAP119": 2869,
  "CFAP126": 2870,
  "CFAP141": 2871,
  "CFAP144": 2872,
  "CFAP144P1": 2873,
  "CFAP157": 2874,
  "CFAP161": 2875,
  "CFAP184": 2876,
  "CFAP20": 2877,
  "CFAP206": 2878,
  "CFAP20DC": 2879,
  "CFAP210": 2880,
  "CFAP221": 2881,
  "CFAP251": 2882,
  "CFAP263": 2883,
  "CFAP276": 2884,
  "CFAP298": 2885,
  "CFAP298-TCP10L": 2886,
  "CFAP299": 2887,
  "CFAP300": 2888,
  "CFAP36": 2889,
  "CFAP410": 2890,
  "CFAP418": 2891,
  "CFAP43": 2892,
  "CFAP44": 2893,
  "CFAP45": 2894,
